Repository: rockyburt/Rezine
Catalog: rezine/i18n/*/messages.po
Languages: de, fr, ja, pt_pt

source: Rezine is an open source content publishing platform emphasizing ease of use and extensibility. It provides powerful internal infrastructure, a simple and intuitive user interface.
de: Rezine ist eine Plattform für das Veröffentlichen von Inhalten mit den Schwerpunkten Benutzerfreundlichkeit und Erweiterbarbeit. Es verfügt über eine umfangreiche Infrastruktur und eine intuitive Benutzeroberfläche.
fr: Rezine est une plateforme de publication open source mettant l'accent sur la facilité d'utilisation et d'extension, fournissant une infrastructure interne puissante et une interface utilisateur simple et intuitive.
ja: Rezineは使いやすさと拡張性を重視した、オープンソースの コンテンツ公開用プラットフォームです。強力なシステム基盤と、シンプルで 直感的なユーザーインターフェイスを提供します。
pt_pt: O Rezine é uma plataforma de publicação de conteúdos open source, com ênfase na facilidade de utilização e na extensibilidade. Fornece uma infraestrutura interna poderosa, um interface simples e intuitivo.

source: Anonymous
de: Anonym
ja: 匿名

source: reply to this comment
de: antworte auf diesen Kommentar
fr: répondre à ce commentaire
ja: このコメントに返信
pt_pt: responder a este comentário

source: Submit Comment
de: Kommentar absenden
fr: Envoyer le commentaire
ja: コメントを送信
pt_pt: Enviar Comentário

source: Reset Form
de: Formular zurücksetzen
fr: Réinitialiser le formulaire
ja: フォームをリセット
pt_pt: Limpar Formulário

source: Tagged as
de: Markiert als
fr: Étiquettes
ja: タグ
pt_pt: Classificado como

source: %(comments)s comment
de: %(comments)s Kommentar
fr: %(comments)s commentaires
ja: %(comments)s件のコメント
pt_pt: %(comments)s comentário

source: Edit
de: Bearbeiten
fr: Modifier
ja: 編集
pt_pt: Editar

source: written by %(author)s, on %(pub_date)s.
de: geschrieben von %(author)s am %(pub_date)s.
fr: écrit par %(author)s, le %(pub_date)s.
ja: %(pub_date)sに%(author)sさんによって書かれました。
pt_pt: escrito por %(author)s, em %(pub_date)s.

source: <strong>Scheduled Post:</strong> This entry will appear in %(time_span)s.
de: <strong>Geplanter Beitrag:</strong> Dieser Eintrag wird in %(time_span)s veröffentlicht.
fr: <strong>Billet prévu :</strong> Ce billet apparaitra dans %(time_span)s.
ja: <strong>スケジュールされた投稿:</strong> この投稿はあと%(time_span)sで表示されます。
pt_pt: <strong>Artigo Agendado:</strong> Esta entrada será publicada em %(time_span)s.

source: Read on
de: Weiterlesen
fr: Lire la suite
ja: 続きを読む
pt_pt: Continuar a ler

source: Table Of Contents
de: Inhaltsverzeichnis
fr: Table des matières
ja: 目次
pt_pt: Tabela de Conteúdos

source: Archive
de: Archiv
ja: アーカイブ
pt_pt: Arquivo

source: empty archive
de: leeres Archiv
fr: archive vide
ja: 空のアーカイブ
pt_pt: limpar arquivo

source: Archive for %(year)s
de: Archiv für %(year)s
fr: Archive pour %(year)s
ja: %(year)sのアーカイブ
pt_pt: Arquivo de %(year)s

source: Archive for %(month)s
de: Archiv für %(month)s
fr: Archive pour %(month)s
ja: %(month)sのアーカイブ
pt_pt: Arquivo de %(month)s

source: Archive for %(day)s
de: Archiv für %(day)s
fr: Archive pour %(day)s
ja: %(day)sのアーカイブ
pt_pt: Arquivo de %(day)s

source: Authors
de: Autoren
fr: Auteurs
ja: 投稿者
pt_pt: Autores

source: Rezine Error
de: Rezine Fehler
fr: Erreur Rezine
ja: Rezineエラー
pt_pt: Erro Rezine

source: Index
de: Übersicht
ja: インデックス
pt_pt: Índice

source: Welcome
de: Willkommen
fr: Bienvenue
ja: ようこそ
pt_pt: Bem-vindo

source: So far there are no entries in this blog.
de: Momentan gibt es keine Einträge in diesem Blog.
fr: Il n'y a pour l'instant aucun billet dans ce blog.
ja: このブログにはまだ投稿がありません。
pt_pt: De momento não existem artigos neste blog.

source: Rezine encountered an internal error during processing:
de: Ein interner Fehler in Rezine ist aufgetreten:
fr: Rezine a rencontré une erreur interne lors du traitement :
ja: 処理中にRezineの内部エラーが発生しました:
pt_pt: O Rezine encontrou um erro interno ao processar:

source: If you have troubles fixing the problem have a look at the Rezine documentation.
de: Wenn du Schwierigkeiten hast das Problem zu lösen schau in die Rezine documentation.
fr: Si vous avez des difficultés à régler le problème, regardez la documentation de Rezine.
ja: 問題を解決するには、Rezineのドキュメントを参照してください。
pt_pt: Se tiver problemas a solucionar o problema de uma olhada na documentação do Rezine.

source: This error is only visible to blog administrators. If a regular user triggered the error an entry to the log is added and a generic error message is displayed.
de: Dieser Fehler ist nur für Blog Administratoren sichrbar. Wenn ein normaler Benutzer diesen Fehler erzeugt hat wird ein Eintrag im Fehler Log angelegt und eine allgemein Fehlermeldung wird angezeigt.
fr: Cette erreur est visible pour les administrateurs du blog uniquement. Si un utilisateur normal déclenche une erreur, une entrée est ajoutée au journal et un message d'erreur générique est affiché.
ja: このエラーはブログ管理者にだけ表示されます。 一般ユーザーがこのエラーに遭遇した場合は、エントリーがログへ追加され、一般的なエラーメッセージが表示されます。
pt_pt: Este erro só é visível a administradores do blog. Se um utilizador comum provocou o erro é adicionada uma entrada no registo e um erro genérico é exibido.

source: Maintenance Mode
de: Wartungsmodus
fr: Mode Maintenance
ja: メンテナンスモード
pt_pt: Modo de Manutenção

source: This Rezine instance is currently in maintenance mode. Please wait until the administrator reopens the blog.
de: Diese Rezine-Instanz wird gerade gewartet. Bitte warte, bis der Administrator das Blog wieder öffnet.
fr: Cette instance de Rezine est en maintenance pour l'instant. Merci d'attendre que l'administrateur ré-ouvre le blog.
ja: このRezineインスタンスは、現在メンテナンスモードです。 管理者がブログを再開するまでお待ちください。
pt_pt: Esta instância do Rezine está actualmente em modo de manutenção. Por favor aguarde até o administrador reabrir o blog.

source: Comments
de: Kommentare
fr: Commentaires
ja: コメント
pt_pt: Comentários

source: Leave a Reply
de: Antworten
fr: Laisser une réponse
ja: コメントを残す
pt_pt: Deixe uma Resposta

source: Rezine Maintenance Mode
de: Rezine-Wartungsmodus aktivieren
fr: Mode Maintenance de Rezine
ja: Rezineメンテナンスモード
pt_pt: Modo de Manutenção do Rezine

source: Posts written by user
de: Einträge von diesem Benutzer
fr: Billets écrits par cet utilisateur
ja: このユーザーによって書かれた投稿
pt_pt: Artigos escritos pelo utilizador

source: %(post)s, on %(date)s
de: %(post)s, am %(date)s.
fr: %(post)s, le %(date)s
ja: %(post)s - %(date)s
pt_pt: %(post)s, em %(date)s

source: Show “%(category)s”
de: Zeige „%(category)s”
fr: Afficher « %(category)s »
ja: “%(category)s” を見る
pt_pt: Exibir “%(category)s”

source: Entries in the Category “%(category)s”
de: Einträge in der Kategorie „%(category)s”
fr: Billets dans la catégorie « %(category)s »
ja: カテゴリー “%(category)s” のエントリー
pt_pt: Entradas na Categoria “%(category)s”

source: No public posts found
de: Keine öffentlichen Beiträge gefunden
fr: Aucun billet public trouvé
ja: 公開されている投稿はありません
pt_pt: Não foram encontrados artigos públicos

source: Show “%(tag)s”
de: Zeige „%(tag)s”
fr: Afficher « %(tag)s »
ja: “%(tag)s” を見る
pt_pt: Exibir “%(tag)s”

source: Entries tagged “%(tag)s”
de: Einträge als „%(tag)s“ markiert
fr: Billets étiquetés « %(tag)s »
ja: タグ “%(tag)s” が付けられたエントリー
pt_pt: Entradas classificadas como “%(tag)s”

source: Tag Cloud
ja: タグクラウド

source: %(count)s post tagged %(tag)s
de: %(count)s Eintrag als „%(tag)s“ markiert
fr: %(count)s billet étiqueté %(tag)s
ja: %(count)s件の%(tag)sタグがつけれらた投稿
pt_pt: %(count)s artigo classificado como %(tag)s

source: Delete Account
de: Benutzerkonto löschen
ja: アカウントを削除

source: Do you really want to delete your account?
de: Möchtest du dein Benutzerprofil wirklich löschen?
ja: 本当にアカウントを削除してもよろしいですか？

source: All your comments will also be deleted!
ja: あなたのコメントもすべて削除されます！

source: No
de: Nein
fr: Non
ja: いいえ
pt_pt: Não

source: Yes
de: Ja
fr: Oui
ja: はい
pt_pt: Sim

source: Edit Profile
de: Profil Bearbeiten
ja: プロフィールを編集

source: Update Profile
de: Profil Aktualisieren
ja: プロフィールを更新

source: Documentation Not Found
de: Dokumentation nicht gefunden
fr: Documentation non trouvée
ja: ドキュメントが見つかりません
pt_pt: Documentação Não Encontrada

source: The online documentation could not be found.
de: Die online Dokumentation konnte nicht gefunden werden.
fr: La documentation en ligne n'a pas été trouvée.
ja: オンラインドキュメントは見つかりませんでした。
pt_pt: A documentação online não foi encontrada.

source: Dashboard
fr: Tableau de contrôle
ja: ダッシュボード
pt_pt: Painel

source: Howdy. Welcome to your Rezine account interface %(user)s.
de: Servus. Willkommen im Rezine Benutzerprofil %(user)s.
ja: %(user)sさん、ようこそRezineアカウントインターフェイスへ。

source: You have written <strong>%(your_comments)s</strong> comment so far.
de: Du hast bis jetzt <strong>%(your_comments)s</strong> Kommentar geschrieben.
ja: あなたはこれまでに <strong>%(your_comments)s</strong> 件のコメントを書いています。

source: Quickstart
de: Schnellstart
fr: Démarrage rapide
ja: クイックスタート
pt_pt: Início Rápido

source: Notifications
de: Benachrichtigungen
ja: 通知

source: My Account
de: Mein Benutzerprofil
ja: マイ アカウント

source: %(blog_title)s &mdash; My Account
de: %(blog_title)s &mdash; Mein Benutzerprofil
ja: %(blog_title)s &mdash; マイ アカウント

source: View Blog
de: Blog anzeigen
fr: Voir le blog
ja: ブログを表示
pt_pt: Visualizar o Blog

source: Login
de: Anmelden
fr: Se connecter
ja: ログイン
pt_pt: Autenticar

source: &laquo; back to the blog index
de: &laquo; zurück zum Blog-Index
fr: &laquo; retour à l'index du blog
ja: &laquo; ブログのインデックスへ戻る
pt_pt: &laquo; voltar ao índice do blog

source: Remember me
de: Erinnere dich an mich
fr: Se souvenir de moi
ja: ログイン情報を記憶する
pt_pt: Lembrar de mim

source: Notification Settings
de: Benachrichtigungseinstellungen
ja: 通知設定

source: You can configure your notification subscriptions from here.
de: Du kannst deine Benachrichtigungseinstellungen von hier konfigurieren.
ja: ここから、受け取りたい通知を設定できます。

source: We're sorry to see you go!
de: Es tut uns Leid dich gehen zu sehen!
ja: ご利用ありがとうございました。

source: Delete
de: Löschen
fr: Supprimer
ja: 削除
pt_pt: Apagar

source: Mark and Report as Not Spam
de: Als Nicht-Spam Markieren und Melden
ja: スパムを解除する

source: Mark as Not Spam
de: Markieren als Nicht-Spam
ja: スパムを解除

source: Approve
de: Bestätigen
fr: Approuver
ja: 承認
pt_pt: Aprovar

source: Block
de: Blocken
fr: Bloquer
ja: ブロック
pt_pt: Bloquear

source: Mark and Report as Spam
de: Als Spam Markieren und Melden
ja: スパムとして報告する

source: Mark as Spam
de: Als Spam Markieren
ja: スパム

source: Save and continue editing
de: Speichern und bearbeiten forsetzen
fr: Sauvegarder et continuer à modifier
ja: 保存して編集を続ける
pt_pt: Guardar e continuar a editar

source: no categories
de: keine Kategorien
fr: aucune catégorie
ja: カテゴリーなし
pt_pt: sem categorias

source: No pages.
de: Keine Seiten.
fr: Aucune page.
ja: ページがありません。
pt_pt: Sem páginas.

source: Your draft:
de: Dein Entwurf:
fr: Votre brouillon :
ja: 下書き:
pt_pt: O seu rascunho:

source: Approve Comment
de: Kommentar akzeptieren
fr: Approuver le commentaire
ja: コメントを承認
pt_pt: Aprovar Comentário

source: Do you really want to approve the comment by %(comment_author)s?
de: Möchtest du das Kommentar von %(comment_author)s wirklich akzeptieren?
fr: Voulez-vous vraiment approuver le commentaire de %(comment_author)s ?
ja: 本当に %(comment_author)s さんのコメントを承認しますか？
pt_pt: Quer realmente aprovar o comentário de %(comment_author)s?

source: Basic Options
de: Grundeinstellungen
fr: Options basiques
ja: 基本設定
pt_pt: Opções Básicas

source: From here you can configure the basic blog settings like the blog title and tagline.
de: Von hier kannst du die Grundeinstellungen deines Blogs wie den Titel und die Tagline verändern.
fr: Ici, vous pouvez configurer les réglages basiques du blog tels que son titre et son sous titre.
ja: ここでは、ブログのタイトルや見出しなどの基本設定を行うことができます。
pt_pt: A partir daqui pode configurar as opções básicas como o título e tagline do blog.

source: Do you really want to block the comment by %(comment_author)s?
de: Möchtest du wirklich die Kommentare von %(comment_author)s blocken?
fr: Voulez-vous vraiment bloquer le commentaire de %(comment_author)s ?
ja: 本当に %(comment_author)s さんのコメントをブロックしますか？
pt_pt: Quer realmente bloquear o comentário de %(comment_author)s?

source: Block Comments
de: Kommentare Blockieren
ja: コメントをブロック

source: Do you really want to block the selected comments?
de: Möchtest du wirklich die ausgewählten Kommentare blockieren?
ja: 本当に選択したコメントをブロックしますか？

source: Importing...
de: Importieren...
fr: Importation ...
ja: インポート中...
pt_pt: A Importar...

source: The importer will download your data from Blogger.com This can take some time. <strong>Don't hit cancel!</strong>
de: Der importer wird deine Daten von Blogger.com herunterladen. Das kann einige Zeit beanspruchen. <strong>Drücke nicht auf Abbrechen!</strong>
fr: L'importateur va télécharger vos données depuis Blogger.com Ceci peut prendre du temps. <strong>Ne cliquez pas sur annuler !</strong>
ja: Blogger.comからデータをダウンロードします。 この処理には時間がかかる場合があります <strong>ダウンロード中にキャンセルしないでください！</strong>
pt_pt: O importador irá descarregar a sua informação do Blogger.com Isto pode levar algum tempo. <strong>Não clique em cancelar!</strong>

source: Data import completed successfully. You can review your import here:
de: Daten wurden erfolgreich importiert. Du kannst den Import hier betrachten:
fr: L'importation des données s'est terminée avec succès. Vous pouvez vérifier votre import ici :
ja: データのインポートが正常に完了しました。ここからインポート結果を確認できます:
pt_pt: Dados importados com sucesso. Pode visualizar o resultado aqui:

source: Import review page
de: Import-Überprüfung
fr: Page de l'import
ja: インポート確認ページ
pt_pt: Página de revisão da importação

source: Cache Options
de: Cache-Einstellungen
fr: Options du cache
ja: キャッシュオプション
pt_pt: Opções de Cache

source: Rezine comes with a cache system that allows you to survive a sudden storm of visitors. The caching system has different backends you can choose from and also different settings that you should set depending on the type of server you have and the number of visitors.
de: Rezine bringt ein Cache-System mit, das es erlaubt, einen plötzlichen Benutzeransturm zu bewältigen. Das Cache-System hat verschiedene Backends, unter denen du wählen kannst.
fr: Rezine a un système de cache qui vous permet de survivre à un assaut soudain de visiteurs. Ce système a plusieurs stockages parmi lesquels vous pouvez choisir, ainsi que différents réglages que vous devriez fixer en fonction de votre serveur et du nombre de visiteurs.
ja: Rezineは、瞬間的に多数の閲覧が発生した場合に備えて、キャッシュシステムを搭載しています。 サーバーの種類や訪問者数に応じて、キャッシュシステムの処理系を選択したり、 設定を変更することが出来ます。
pt_pt: O Rezine vem com um sistema de cache que lhe permite sobreviver a uma inesperada enxurrada de visitas. O sistema de cache tem diferentes backends de onde escolher e também diferentes configurações necessárias dependendo do tipo de servidor que você tem e o número de visitantes.

source: Keep in mind that if caching is enabled templates will be cached too and as a result of that, they are not reloaded. If you are trying to develop plugins it might be a good idea to disable all caching.
de: Beachte, dass bei aktiviertem Caching auch Templates gecacht werden und unter Umständen bei Veränderungen nicht neugeladen werden. Wenn du Plugins entwickelst, ist es sinnvoll, den Cache zu deaktivieren.
fr: Gardez à l'esprit que si le cache est activé, les templates seront aussi mis en cache et donc non rechargés. Si vous développez des greffons, désactiver complètement le cache peut être une bonne idée.
ja: キャッシュが有効になっている場合、テンプレートもキャッシュされるため、 テンプレートへの変更はすぐには反映されないことに注意してください。 プラグイン開発の際にはすべてのキャッシュを無効にすることが推奨されます。
pt_pt: Tenha em mente que se o sistema de cache for habilitado ele terá efeito nos templates, como resultado, eles não serão recarregados. Se estiver a desenvolver plugins pode ser uma boa ideia desabilitar a cache.

source: Cache System
fr: Système de cache
ja: キャッシュシステム
pt_pt: Sistema de Cache

source: Currently Rezine supports three caching systems:
de: Momentan unterstützt Rezine die folgenden drei Cache-Systeme:
fr: Actuellement, Rezine supporte trois systèmes de cache :
ja: 現在、Rezineは3種類のキャッシュシステムをサポートしています:
pt_pt: Actualmente o Rezine suporta três sistemas de cache:

source: <strong>Simple Cache</strong>: The simple cache is a very basic memory cache inside the server process. This cache works only if you have a persistent environment. Roughly speaking this cache works better the higher the number of threads in a process and the lower the number or processes. If you have the chance to use a memcached you should not use the simple cache.
de: <strong>Einfaches Caching</strong>: Der einfache Cache ist ein sehr einfaches Caching im Arbeitsspeicher des Prozesses. Dieser Cache funktioniert nur, wenn du eine persistente Serverumgebung hast. Vereinfacht gesagt funktioniert es umso besser, je mehr Theads und je weniger Prozesse du hast. Wenn du einen memcached Server verwenden kannst, solltest du den einfachen Cache nicht nutzen.
fr: <strong>Cache Simple</strong> : Le cache simple est un cache en mémoire très basique, dans le processus du serveur. Ce cache ne fonctionne que si vous avez un environnement persistant. En gros, ce cache fonctionne mieux avec beaucoup de threads par processus et peu de processus. Si vous avez la possibilité d'utiliser memcached vous ne devriez pas utiliser le cache simple.
ja: <strong>シンプルキャッシュ</strong>: シンプルキャッシュは、 基本的なサーバープロセス内のメモリキャッシュです。 このキャッシュは連続稼働環境でのみ機能します。 大まかには、プロセス内のスレッドの数が多いほど、そしてプロセス数が 少ないほどキャッシュが効率的に機能します。 memcachedが利用できるなら、シンプルキャッシュを使用するべきではありません。
pt_pt: <strong>Cache simples</strong>: A cache simples é uma memória de cache muito básica dentro do processo no servidor. Esta cache só funciona se tiver um ambiente persistente. De grosso modo, esta cache funciona melhor com um alto número de threads por processo e um baixo número de processos. Se tiver hipótese de utilizar o memcached não use a cache simples.

source: <strong>memcached</strong>: This cache system uses one or multiple remote memcached servers for storing the cache information. It requires at least one running memcached daemon. This is useful for high traffic sites.
de: <strong>memcached</strong>: Dieser Cache nutzt einen oder mehrere entfernte memcached Server um die Daten zu speichern. Dies erfordert zumindest einen memcache Daemon. Diese Art des Caching ist besonders für Seiten mit vielen Besuchern sinnvoll.
fr: <strong>memcached</strong> : Ce système de cache utiliser un ou plusieurs serveurs memcached pour stocker les informations. Il nécessite au moins un démon memcached. Il est utile pour les sites à fort trafic.
ja: <strong>memcached</strong>: このキャッシュシステムは、 キャッシュ情報を格納するために、リモートの1台または複数台のmemcachedサーバを利用します。 memcachedデーモンが最低1つは稼働している必要があります。 この方式は通信量の多いサイトで有効です。
pt_pt: <strong>memcached</strong>: Esse sistema de cache utiliza um ou múltiplos servidores memcached remotos para armazenar as informações da cache. Requer pelo menos um daemon de memcached a correr. É muito útil para sites com muito tráfego.

source: <strong>Filesystem</strong>: This cache system stores the cache information on the filesystem. If IO is a problem for you, you should not use this cache. However for most of the cases the filesystem it should be fast enough.
de: <strong>Dateisystem</strong>: Dieser Cache speichert die Cache-Informationen auf dem Dateisystem. Wenn IO das Problem auf dem Server ist, sollte dieser Cache nicht verwendet werden. In den meisten Fällen sollte das Dateisystem jedoch schnell genug sein.
fr: <strong>Système de fichiers</strong> : Ce système de cache stocke les informations dans le système de fichiers. Si les entrées/sorties sont un problème pour vous, évitez d'utiliser ce cache. Cependant, le système de fichiers devrait être rapide dans la plupart des cas.
ja: <strong>ファイルシステム</strong>: このキャッシュシステムは、 キャッシュ情報をファイルシステム上に保存します。 I/Oに問題がある場合は、このキャッシュシステムを使うべきではありません。 実際にはほとんどのファイルシステムは十分に高速です。
pt_pt: <strong>Sistema de Arquivos</strong>: Este sistema de cache armazena as informações da cache no sistema de arquivos. Se as operações de IO são um, problema para si, não deve usar este sistema de cache. No entanto para maioria dos casos, é rápido o suficiente.

source: Per default no cache system is active.
de: Standardmäßig ist kein Cache-System aktiv.
fr: Par défaut, aucun système de cache n'est actif.
ja: キャッシュシステムはデフォルトでは有効になっていません。
pt_pt: Por defeito nenhum sistema de cache está habilitado.

source: Memcached Options
de: Memcached Einstellungen
fr: Options de memcached
ja: Memcached オプション
pt_pt: Opções de Memcached

source: In order to use the memcached system you have to provide the address of at least one machine running memcached. For further details have a look at <a href="http://www.danga.com/memcached/">the memcached webpage</a>. Separate multiple addresses with commas. This also requires either the <a href="http://gijsbert.org/cmemcache/" >cmemcache</a> or <a href="ftp://ftp.tummy.com/pub/python-memcached/" >python-memcached</a> module.
de: Um memcached verwenden zu können, muss die Adresse zum memcached Server angegeben werden. Für mehr Details schau dir die <a href="http://www.danga.com/memcached/">Webseite von memcached</a> an. Mehrere Adressen können mit Kommas getrennt angegeben werden. Die Unterstützung für memcached erfordert zudem entweder das <a href="http://gijsbert.org/cmemcache/" >cmemcache</a> oder <a href="ftp://ftp.tummy.com/pub/python-memcached/" >python-memcached</a> Modul.
fr: Pour utiliser le système memcached, vous devez fournir l'adresse d'au mois une machine faisant fonctionner memcached. Pour plus de détails, voir <a href="http://www.danga.com/memcached/">la page web de memcached</a>. Séparez les adresses avec des virgules. Il vous faudra aussi le module <a href="http://gijsbert.org/cmemcache/" >cmemcache</a> ou <a href="ftp://ftp.tummy.com/pub/python-memcached/" >python-memcached</a>.
ja: memcachedシステムを使用するためには、少なくとも1台のmemcachedが稼働しているマシンのアドレスを設定しなければなりません。 詳細は、<a href="http://www.danga.com/memcached/">memcachedのウェブページ</a>を参照してください。 複数のアドレスを指定する場合は、コンマで区切ってください。 さらに<a href="http://gijsbert.org/cmemcache/">cmemcache</a>または<a href="ftp://ftp.tummy.com/pub/python-memcached/">python-memcached</a>いずれかのモジュールが必要です。
pt_pt: Para utilizar o sistema memcached tem que fornecer o endereço de pelo menos uma máquina a correr o memcached. Para mais detalhes veja <a href="http://www.danga.com/memcached/">o site do memcached</a>. Separe múltiplos endereços usando vírgulas. Esta opção também requer o módulo <a href="http://gijsbert.org/cmemcache/">cmemcache</a> ou <a href="ftp://ftp.tummy.com/pub/python-memcached/">python-memcached</a>.

source: If you for example have a memcached running on localhost (127.0.0.1) port 11211 you would have to enter <code>127.0.0.1:11211</code> into the following text field.
de: Wenn du zum Beispiel einen memcached Server auf localhost (127.0.0.1), Port 11211 laufen hast, müsstest du <code>127.0.0.1:11211</code> in das Textfeld eingeben.
fr: Par exemple, si vous avez memcached qui fonctionne sur localhost (127.0.0.1) port 11211 vous devez saisir <code>127.0.0.1:11211</code> dans le champ texte suivant.
ja: たとえば、localhost(127.0.0.1)のポート11211でmemcachedが稼働している場合には、 以下のテキストフィールドに <code>127.0.0.1:11211</code> と入力してください。
pt_pt: Se, por exemplo, tiver o memcached a correr em localhost (127.0.0.1) na porta 11211, deve introduzir <code>127.0.0.1:11211</code> no campo de texto seguinte.

source: Filesystem Options
de: Dateisystem Optionen
fr: Options du système de fichiers
ja: ファイルシステム オプション
pt_pt: Opções do Sistema de Arquivos
