Repository: rockyburt/Rezine
Catalog: rezine/i18n/*/messages.po
Languages: de, fr, ja, pt_pt

source: Category URL prefix
de: Kategorie URL-Präfix
fr: Préfixe URL des catégories
ja: カテゴリーURLのプレフィックス
pt_pt: Prefixo URL de categorias

source: Tag URL prefix
de: URL-Präfix für Tags
fr: Préfixe URL des étiquettes
ja: タグURLのプレフィックス
pt_pt: Prefixo URL de tags

source: Author Profiles URL prefix
de: URL-Präfix für Autoren
fr: Préfixe URL des profils des auteurs
ja: 投稿者プロフィールURLのプレフィックス
pt_pt: Prefixo URL de perfis de autor

source: Post permalink URL format
de: Eintrag Permalink URL-Format
ja: 投稿パーマリンクURLのフォーマット

source: Limit slugs to ASCII
de: URL Bezeichner auf ASCII beschränken
fr: Limiter les identificateurs à ASCII
ja: スラッグをASCIIに制限する
pt_pt: Limitar slugs ao ASCCII

source: Use zero-padded dates
de: Null-aufgefüllte Datumsangaben
ja: 日付を0詰めする

source: Force HTTPS
de: HTTPS erzwingen
ja: 強制的にHTTPSにする

source: Cache system
fr: Système de cache
ja: キャッシュシステム
pt_pt: Sistema de cache

source: Default cache timeout
de: Standardmäßiger Timeout
fr: Timeout par défaut du cache
ja: デフォルトのキャッシュタイムアウト
pt_pt: Timeout da cache por defeito

source: Enable eager caching
de: Eager caching aktivieren
fr: Activer le cache « zélé »
ja: 積極的キャッシュを有効にする
pt_pt: Habilitar cache egoísta

source: Enable
de: Aktivieren
fr: Activer
ja: 有効
pt_pt: Habilitar

source: You have to provide at least one server to use memcached.
de: Du musst mindestens einen Server auswählen, wenn memcached aktiviert ist.
fr: Vous devez fournir au moins un serveur pour utiliser memcached.
ja: memcachedを使用するには、少なくとも1台のサーバを指定する必要があります。
pt_pt: Tem que fornecer pelo menos um servidor para usar memcached.

source: You have to provide cache folder to use filesystem cache.
de: Du musst einen Pfad für den Dateisystem-Cache angeben.
fr: Vous devez fournir au moins un dossier pour utiliser le système de fichier.
ja: ファイルキャッシュシステムを使用する場合は、キャッシュフォルダを指定する必要があります。
pt_pt: Tem que fornecer uma pasta de cache para utilizar a cache no sistema de arquivos.

source: Dump Download URL
fr: URL de téléchargement du dump
ja: ダンプダウンロード用URL

source: Feed Download URL
fr: URL de téléchargement du flux
ja: フィードダウンロード用URL

source: Use default value
de: Benutze Standardwert
fr: Utiliser la valeur par défaut
ja: デフォルト値を使用する
pt_pt: Utilizar o valor por defeito

source: Create new user
de: Neuen Benutzer erstellen
fr: Créer un nouvel utilisateur
ja: 新しいユーザーを作成する
pt_pt: Criar um novo utilizador

source: Blog description
de: Blogbeschreibung
fr: Description du blog
ja: ブログの説明
pt_pt: Descrição do blog

source: Load config values
de: Konfiguration laden
fr: Charger la configuration
ja: 設定値を読み込む
pt_pt: Carregar valores de configuração

source: Load the configuration values from the import.
de: Die Konfiguration aus dem Import laden.
fr: Charger la configuration depuis l'importation.
ja: インポートから設定値を読み込む。
pt_pt: Carregar os valores de configuração da importação.

source: E-Mail
ja: 電子メール

source: When a new comment is received.
de: Wenn ein Kommentar abgegeben wurde.
ja: 新しいコメントを受け取ったとき。

source: When a comment requires moderation.
de: Wenn ein Kommentar moderiert werden muss.
ja: コメントのモデレーションが必要な場合。

source: When Rezine found an urgent security alarm.
de: Wenn Rezine einen dringlichen Sicherheitsalarm auslöst.
ja: Rezineが緊急のセキュリティ警告を見つけた場合。

source: Rezine-Markup
ja: Rezineマークアップ

source: source URL does not exist
de: Quell-URL existiert nicht.
fr: L'URL source n'existe pas
ja: ソースURLが存在しません
pt_pt: O URL da origem não existe

source: The source URL does not contain a link to the target URL
de: Die Quell-URL verlinkt nicht auf die Ziel-URL
fr: L'URL source ne contient pas de lien vers l'URL cible
ja: ソースURLにターゲットURLへのリンクが含まれていません
pt_pt: O URL da origem não contém um link para URL de destino

source: The specified target URL does not exist
de: Die angebenene Ziel-URL existiert nicht
fr: L'URL spécifiée n'existe pas
ja: 指定されたターゲットURLが存在しません
pt_pt: O URL de destino especificado não existe

source: The specified target URL cannot be used as a target
de: Die angegebene Ziel-URL kann nicht als Ziel verwendet werden
fr: L'URL spécifiée ne peut pas être utilisée comme cible
ja: 指定されたターゲットURLは使用できません
pt_pt: O URL da origem especificado não pode ser usado como destino

source: The pingback has already been registered
de: Der Pingback wurde bereits registriert
fr: Le pingback a déjà été enregistré
ja: ピンバックはすでに登録されています
pt_pt: O pingback já foi registrado

source: Access Denied
de: Zugriff verweigert
fr: Accès refusé
ja: アクセスが拒否されました
pt_pt: Acesso Negado

source: An unknown server error (%s) occurred
de: Ein unbekannter Fehler (%s) trat auf
fr: Une erreur serveur inconnue (%s) s'est produite.
ja: 不明なサーバーエラー(%s)が発生しました
pt_pt: Ocorreu um erro de servidor desconhecido (%s)

source: Could not install the plugin because the uploaded file is not a valid plugin file.
de: Konnte das Plugin nicht installieren, die hochgeladene Datei ist keine Plugin-Datei.
fr: Impossible d'installer le greffon car le fichier envoyé n'est pas un greffon valide.
ja: アップロードされたファイルは有効なプラグインファイルではないため、プラグインをインストールできませんでした。
pt_pt: O plugin não pôde ser instalado porque o arquivo enviado não é um plugin válido.

source: The plugin uploaded has a newer package version than this Rezine installation can handle.
de: Das hochgeladene Plugin hat eine neuere Package-Version, als diese Installation von Rezine verarbeiten kann.
fr: Le greffon envoyé a une version de paquet plus récente que ce que cette installation de Rezine peut gérer.
ja: アップロードされたプラグインは、現在インストールされているRezineで扱えるパッケージバージョンより新しいものです。
pt_pt: O plugin enviado tem uma versão mais recente do que esta instalação do Rezine pode lidar.

source: A plugin with the same UID is already installed. Aborted.
de: Ein Plugin mit der gleichen UID wurde bereits installiert. Abbruch.
fr: Un greffon avec le même UID est déjà installé. Abandon.
ja: 同じUIDのプラグインがインストールされています。インストールを中止します。
pt_pt: Um plugin com o mesmo UID já se encontra instalado. Procedimento abortado.

source: Could not install the package because the installer wasn't able to write the package information. Wrong permissions?
de: Konnte das Paket nicht installieren, weil der Installer die Plugin-Informationen nicht schreiben konnte. Sind die Zugriffsrechte richtig?
fr: Impossible d'installer le paquet car l'installeur n'a pas pu écrire les informations du paquet. Mauvaises permissions ?
ja: インストーラーがパッケージ情報を書き込めなかったため、パッケージをインストールできませんでした。パーミッションが正しく設定されていない可能性があります。
pt_pt: Não foi possível instalar o pacote porque o instalador não pôde escrever as informações do pacote. Sem as permissões necessárias?

source: Plugin setup error
de: Fehler im Plugin-Setup
fr: Erreur lors de l'installation du greffon
ja: プラグインセットアップエラー
pt_pt: Erro no setup do plugin

source: Exception happend on setup: %(error)s (%(file)s, line %(line)d)
de: Ein Fehler ist im Setup aufgetreten: %(error)s (%(file)s, Zeile %(line)d)
fr: Une exception s'est produite lors de l'installation : %(error)s (%(file)s, ligne %(line)d)
ja: セットアップ中に発生した例外: %(error)s (%(file)s, line %(line)d)
pt_pt: Uma excepção aconteceu no setup: %(error)s (%(file)s, line %(line)d)

source: can enter admin panel
de: kann das Adminpanel betreten
fr: peut entrer dans l'interface d'administration
ja: 管理パネルにログイン
pt_pt: pode entrar no painel administrativo

source: can administer the blog
de: kann das Blog administrieren
fr: peut administrer le blog
ja: ブログの管理
pt_pt: pode administrar o blog

source: can create new entries
de: kann neue Beiträge anlegen
fr: peut créer de nouvelles entrées
ja: 新しい投稿を作成
pt_pt: pode criar novas entradas

source: can edit their own entries
de: kann seine eigenen Beiträge bearbeiten
ja: 自分の作成した投稿を編集

source: can edit another person's entries
de: kann die Beiträge anderer bearbeiten
fr: peut modifier les billets d'autres personnes
ja: 他人の作成した投稿を編集
pt_pt: pode editar entradas de outras pessoas

source: can create new pages
de: kann neue Seiten anlegen
fr: peut créer de nouvelles pages
ja: 新しいページを作成
pt_pt: pode criar novas páginas

source: can edit their own pages
de: kann seine eigenen Seiten bearbeiten
ja: 自分の作成したページを編集

source: can edit another person's pages
de: kann die Seiten anderer bearbeiten
fr: peut modifier les pages d'autres personnes
ja: 他人の作成したページを編集
pt_pt: pode editar páginas de outras pessoas

source: can view drafts
de: kann Entwürfe sehen
fr: peut voir les brouillons
ja: 下書きを閲覧
pt_pt: pode ver rascunhos

source: can manage categories
de: kann Kategorien verwalten
fr: peut gérer les catégories
ja: カテゴリーの管理
pt_pt: pode gerir categorias

source: can moderate comments
de: kann Kommentare moderieren
fr: peut modérer les catégories
ja: コメントをモデレート
pt_pt: pode moderar comentários

source: can moderate comments on it's own entries
de: kann Kommentare seiner eigenen Einträge moderieren
ja: 自分の作成した投稿に対するコメントをモデレート

source: can moderate comments on it's own pages
de: kann Kommentare seiner eigenen Seiten moderieren
ja: 自分の作成したページに対するコメントをモデレート

source: can view protected entries
de: kann geschützte Beiträge betrachten
ja: 保護された投稿を閲覧

source: can enter his account panel
de: kann die Benutzereinstellungen verändern
ja: アカウントパネルにログイン

source: can edit own comments
de: kann seine eigenen Kommentare bearbeiten
ja: 自分のコメントを編集

source: can delete own comments
de: kann seine eigenen Kommentare löschen
ja: 自分のコメントを削除

source: no documented plugins installed.
de: Keine dokumentierten Plugins installiert.
fr: Aucun greffon documenté n'est installé.
ja: ドキュメントを含むプラグインはインストールされていません。
pt_pt: nenhum plugin com documentação instalado.

source: now
de: jetzt
fr: maintenant
ja: 今すぐ
pt_pt: agora

source: set blog title from dump
de: Blog-Titel von Dump setzen
fr: Définir le titre du blog depuis le dump
ja: ブログのタイトルをダンプから設定
pt_pt: configurar o título do blog a partir do dump

source: set blog tagline from dump
de: Blog-Tagline von Dump setzen
fr: Définir le sous titre du blog depuis le dump
ja: ブログの見出しをダンプから設定
pt_pt: configurar tagline do blog a partir do dump

source: done
de: erledigt
fr: fait
ja: 完了
pt_pt: pronto

source: Committing transaction...
de: Transaktion wird abgesendet...
fr: Commit de la transaction ...
ja: トランザクションをコミットしています...
pt_pt: A enviar a transacção...

source: Updating configuration...
de: Konfiguration wird aktualisiert...
fr: Mise à jour de la configuration ...
ja: 設定をアップデートしています...
pt_pt: A actualizar a configuração...

source: Unknown feed uploaded.
de: Unbekannter Feed hochgeladen.
fr: Flux inconnu envoyé.
ja: 不明な形式のフィードがアップロードされました。
pt_pt: Feed enviado desconhecido.

source: Importing of RSS feeds is currently not possible.
de: Importeren von RSS-Feeds ist noch nicht möglich.
fr: L'importation de flux RSS n'est actuellement pas possible.
ja: RSSフィードは現在インポートできません。
pt_pt: Actualmente não é possível importar feeds RSS.

source: Feed Importer
fr: Importateur de flux
ja: フィードインポーター
pt_pt: Importador de Feed

source: Error downloading from URL: %s
de: Fehler beim Herunterladen von URL: %s
fr: Erreur lors du téléchargement de l'URL : %s
ja: 以下のURLからダウンロード中にエラーが発生しました: %s
pt_pt: Erro no download do URL: %s

source: Error parsing uploaded file
de: Fehler beim Analysieren der hochgeladenen Datei
fr: Erreur à l'interprétation du fichier envoyé
ja: アップロードされたファイルの解析中にエラーが発生しました
pt_pt: Erro ao ler o arquivo enviado

source: Error parsing feed: %s
de: Fehler beim Analysieren des hochgeladenen Feeds: %s
fr: Erreur à l'interprétation du flux : %s
ja: 以下のフィードの解析中にエラーが発生しました: %s
pt_pt: Erro ao ler o feed: %s

source: Added imported items to queue.
de: Importierte Einträge wurden in die Warteschleife gelegt.
fr: Élément importés ajoutés à la file d'attente.
ja: インポートされたアイテムはキューに追加されました。
pt_pt: Os itens importados foram adicionados à fila de trabalho.

source: Error parsing uploaded file: %s
de: Fehler beim Analysieren der hochgeladenen Datei: %s
fr: Erreur à l'interprétation du fichier envoyé : %s
ja: 以下のアップロードされたファイルの解析中にエラーが発生しました: %s
pt_pt: Erro ao ler o arquivo enviado: %s

source: blocked by akismet
de: geblockt von Akismet
ja: Akismetによってブロックされました

source: The key is invalid.
de: Der Schlüssel ist nicht gültig.
fr: La clé est invalide.
ja: APIキーが無効です。
pt_pt: Chave inválida.

source: Could not verify key because of a server to server connection error.
de: Der Schlüssel konnte nicht überprüft werden, weil keine Serververbindung aufgebaut werden konnte.
fr: Impossible de vérifier la clé à cause d'une erreur de communication de serveur à serveur.
ja: サーバー間接続エラーのためキーを検証できませんでした。
pt_pt: Não possível verificar a chave devido a um erro na conexão de servidor para servidor.

source: Comment by %s reported to Akismet
de: Kommentar von %s wurde Akismet gemeldet
ja: %sさんからのコメントをAkismetに報告しました

source: Akismet Statistics
de: Akismet Statistiken
ja: Akismet統計

source: Akismet has been successfully enabled.
de: Akismet wurde erfolgreich aktiviert.
fr: Akismet a été activé avec succès.
ja: Akismetを有効にしました。
pt_pt: O Akismet foi activado com sucesso.

source: Akismet disabled.
de: Askimet ist deaktiviert.
fr: Akismet désactivé.
ja: Akismetを無効にしました。
pt_pt: Akismet desactivado.

source: Akismet Blocked Comments
de: Von Akismet geblockte Kommentare
ja: Akismetがコメントをブロックしました

source: Comments Blocked by Akismet
de: Kommentare geblockt von Akismet
fr: Commentaires bloqués par Akismet
ja: Akismetによってブロックされたコメント
pt_pt: Comentários bloqueados pelo Akismet

source: Akismet has blocked <b>%(spam_comments)s</b> comments.
de: Akismet blockte <b>%(spam_comments)s</b> Kommentare.
fr: Akismet a bloqué <b>%(spam_comments)s</b> commentaires.
ja: Akismet は<b>%(spam_comments)s</b>件のコメントをブロックしました。
pt_pt: Akismet bloqueou <b>%(spam_comments)s</b> comentários.

source: Akismet Configuration
de: Akismet-Konfiguration
fr: Configuration d'Akismet
ja: Akismetの設定
pt_pt: Configuração do Akismet

source: Akismet will help you to reduce or even completely eliminate the comment spam you get on your site. If you don't have a WordPress.com account yet, you can get one at <a href="%(api_link)s">WordPress.com</a>.
de: Akismet hilft, Kommentar-Spam zu reduzieren oder sogar komplett zu eliminieren. Dazu ist ein WordPress.com Account erforderlich, den du unter <a href="%(api_link)s">WordPress.com</a> bekommst.
fr: Akismet vous aide à réduire ou même complètement éliminer le spam (messages indésirables) que vous recevez dans les commentaires de votre site. Si vous n'avez pas de compte WordPress.com, vous pouvez en obtenir un sur <a href="%(api_link)s">WordPress.com</a>.
ja: Akismetはサイトのコメントスパムを減少させる、または完全に排除するための手助けをします。 まだWordPress.comアカウントを持っていない場合は、<a href="%(api_link)s">WordPress.com</a>で取得することができます。
pt_pt: O Akismet irá ajudá-lo a reduzir ou até eliminar completamente os comentários de spam que você recebe no seu site. Se ainda não tem uma conta em WordPress.com, pode obter uma em <a href="%(api_link)s">WordPress.com</a>.

source: Update Key
de: Schlüssel aktualisieren
fr: Mettre à jour la clé
ja: APIキーを更新
pt_pt: Actualizar Chave

source: Macro “%s” was passed a body but does not support it.
de: Makro “%s” wurde ein Inhalt übergeben, der nicht unterstützt wurde.
ja: マクロ “%s” にbodyが渡されましたが、これはサポートされていません。

source: Dark
de: Dunkel
fr: Sombre
ja: ダーク
pt_pt: Escuro

source: Administration
ja: 管理
pt_pt: Administração

source: logged in as %(username)s.
de: angemeldet als %(username)s.
fr: connecté en tant que %(username)s.
ja: %(username)sさんとしてログインしました。
pt_pt: autenticado como %(username)s.

source: go to admin panel
de: zur Administration
fr: aller à l'interface d'administration
ja: 管理パネルへ移動
pt_pt: ir para o painel de administração

source: Admin Panel
de: Administration
fr: Interface d'administration
ja: 管理パネル
pt_pt: Painel de Administração

source: Logout
de: Abmelden
fr: Se déconnecter
ja: ログアウト
pt_pt: Sair

source: Pygments theme changed successfully.
de: Pygments-Farbschema wurde erfolgreich geändert.
fr: Thème de Pygments changé avec succès.
ja: Pygmentsテーマを変更しました。
pt_pt: O tema do Pygments foi alterado com sucesso.

source: Pygments allows you to select one of many themes for your code tags. You can preview and select one below.
de: Pygments erlaubt dir, ein anderes Farbschema für deine Code-Blöcke auszuwählen. Du kannst sie dir hier ansehen und aussuchen.
fr: Pygments vous permet de choisir parmi de nombreux thèmes pour vos codes source. Vous pouvez les pré-visualiser et en choisir un ci-dessous.
ja: Pygmentsは多数のコードタグ用のテーマを提供します。 以下からテーマのプレビューと選択を行うことができます。
pt_pt: O Pygments permite que seleccione entre vários temas para as suas tags de código. Pode pré-visualizar e seleccionar um tema em baixo.

source: Theme
de: Design
fr: Thème
ja: テーマ
pt_pt: Tema

source: Preview
de: Vorschau
fr: Prévisualisation
ja: プレビュー
pt_pt: Pré-visualizar

source: Select
de: Auswählen
fr: Sélectionner
ja: 選択
pt_pt: Seleccionar

source: Typography
de: Typographie
fr: Typographie
ja: 文字体裁
pt_pt: Tipografia

source: Typography settings could not be changed.
de: Typographische Einstellungen konnten nicht geändert werden.
fr: Les réglages de typographie n'ont pas pu être changés.
ja: 文字体裁の設定を変更できませんでした。
pt_pt: As configurações de tipografia não puderam ser alteradas.

source: Typography settings changed.
de: Typographische Einstellungen wurden geändert.
fr: Les réglages de typographie ont été changés.
ja: 文字体裁の設定を変更しました。
pt_pt: Configurações de tipografia alteradas.

source: From here you can configure the typography settings. Note that the typography plugin has hardcoded semantics at the moment, so there is no way to change the algorithm from this config panel.
de: Von hier aus können die typographischen Einstellungen geändert werden. Beachte, dass das Typographie-Plugin fest einprogrammierte Semantiken hat, die momentan nicht verändert werden können.
fr: Vous pouvez ici changer les réglages de typographie. Notez que le greffon typographie a une sémantique codée « en dur » pour le moment. Il n'y a donc aucun moyen de changer l'algorithme depuis ce panneau de configuration.
ja: ここから文字体裁の設定を行うことができます。 ここでの文字体裁プラグインは現在のところハードコーディングされたセマンティクスを 持っていることに注意してください。この設定パネルからアルゴリズムを変更することはできません。
pt_pt: Aqui pode configurar as preferências de tipografia. De notar que actualmente a semântica é forçada, por isso não existe uma maneira de alterar o seu algoritmo através deste painel.

source: Double Quote Pairs
de: Doppelte Anführungszeichen
fr: Paires de guillemets doubles
ja: ダブルクォートのペア
pt_pt: Pares de Aspas Duplas

source: Single Quote Pairs
de: Einfache Anführungszeichen
fr: Paires de guillemets simples
ja: シングルクォートのペア
pt_pt: Pares de Aspas Simples

source: Use Common Character
de: Häufig benutztes Zeichen
fr: Utiliser des caractères communs
ja: 記号を選択してください
pt_pt: Usar Caracteres Comuns

source: Save
de: Speichern
fr: Sauvegarder
ja: 保存
pt_pt: Guardar

source: Blue
de: Blau
fr: Bleu
ja: 青
pt_pt: Azul

source: Gray
de: Grau
fr: Gris
ja: 灰色
pt_pt: Cinzento

source: Green
de: Grün
fr: Vert
ja: 緑
pt_pt: Verde

source: Color variation
de: Farbvariante
fr: Variation de couleur
ja: カラーバリエーション
pt_pt: Variação da cor

source: Color variation changed successfully.
de: Farbvariante wurde erfolgreich geändert.
fr: Variation de couleur modifiée avec succès
ja: カラーバリエーションを変更しました。
pt_pt: Variação de cor alterada com sucesso.

source: Configure Vessel Theme
de: Vessel-Design konfigurieren
fr: Configurer le thème Vessel
ja: Vesselテーマの設定
pt_pt: Configurar tema Vessel

source: This theme comes with various color variations you can choose from.
de: Dieses Design hat mehrere Farbvarianten, von denen du eine auswählen kannst.
fr: Ce thème propose plusieurs variations de couleur parmi lesquelles vous pouvez choisir.
ja: このテーマではカラーバリエーションを選ぶことができます。
pt_pt: Este tema vem com variações de cor que pode escolher.

source: Cancel
de: Abbrechen
fr: Annuler
ja: キャンセル
pt_pt: Cancelar

source: Bookmarklet
ja: ブックマークレット

source: Right click on the following link and choose “Add to favorites” or “Bookmark link” to create a posting shortcut.
de: Nach einem Rechtsklick auf den folgenden Link wähle „Zu Favoriten hinzufügen“ oder „Lesezeichen erstellen“, um einen Schnellverweis für das Erstellen von neuen Einträgen hinzuzufügen.
fr: Faîtes un clic-droit sur le lien suivant et choisissez « Ajouter aux favoris » ou « Marque-page sur ce lien » pour créer un raccourci de publication
ja: 以下のリンクを右クリックして、「お気に入りに追加」または「このリンクをブックマーク」を選択し、投稿ショートカットを作成してください。
pt_pt: Clique com o botão direito no link seguinte e escolha “Adicionar aos favoritos” para criar um atalho para a criação de artigos.

source: Next time you visit an interesting page, just select some text and click on the bookmark.
de: Wenn du das nächste Mal eine interessante Seite besuchst, über die du bloggen willst, wähle einfach ein wenig Text aus und klicke auf den neu erstellten Bookmark.
fr: La prochaine fois que vous visitez une page intéressante, sélectionnez simplement une partie du texte et cliquer sur le marque-page.
ja: ブログに載せたいページを見つけた場合には、テキストを選択して、登録したブックマークをクリックしてください。
pt_pt: Da próxima vez que visitar alguma página interessante, apenas seleccione o texto e clique na bookmark.

source: Right click on this link and choose “Add to favorites” or “Bookmark link” to create a posting shortcut.
de: Nach einem Rechtsklick auf diesen Link wähle „Zu Favoriten hinzufügen“ oder „Lesezeichen erstellen“, um einen Schnellverweis für das Erstellen von neuen Einträgen hinzuzufügen.
fr: Faîtes un clic-droit sur ce lien et choisissez « Ajouter aux favoris » ou « Marque-page sur ce lien » pour créer un raccourci de publication
ja: 以下のリンクを右クリックして、「お気に入りに追加」または「このリンクをブックマーク」を選択し、投稿ショートカットを作成してください。
pt_pt: Clique com o botão direito neste link e escolha “Adicionar aos favoritos” para criar um atalho para criação de artigos.

source: Replying to comment by %s.
de: Antworte auf Kommentar von %s.
fr: Réponse au commentaire de %s.
ja: %sさんのコメントに返信
pt_pt: A responder ao comentário por %s.

source: (Create as top level comment)
de: (Erstelle als top-level Kommentar)
fr: (Ajouter le commentaire au premier niveau)
ja: （トップレベルコメントとして作成する）
pt_pt: (Criar como comentário de nível de topo)

source: The access to the requested resource was restricted.
de: Der Zugriff auf die gewünschte Ressource wurde verweigert.
fr: L'accès la ressource demandée est restreint.
ja: リクエストされたリソースへのアクセスは制限されています。
pt_pt: O acesso para o recurso solicitado foi restringido.

source: Page Not Found
de: Seite nicht gefunden
fr: Page Non Trouvée
ja: ページが見つかりません
pt_pt: Página Não Encontrada

source: Sorry, the page you requested does not exist.
de: Die gewünsche Seite wurde leider nicht gefunden.
fr: Désolé, la page que vous avez demandé n'existe pas.
ja: 申し訳ありません。リクエストされたページは存在しません。
pt_pt: Desculpe, a página que solicitou não existe.

source: You may have followed a bad link or mis-typed a URL. That’s most likely what went wrong.
de: Du bist wahrscheinlich einem kaputten Link gefolgt oder hast eine URL falsch eingegeben.
fr: Vous avez peut être suivit un mauvais rien ou fait une faute de frappe dans une URL.
ja: 誤ったリンクをたどってきたか、URLをタイプミスしている可能性があります。
pt_pt: Deve ter seguido um link inválido ou enganou-se a copiar o URL. É o mais provável que tenha acontecido.

source: You may want to have a look at the <a href="%(index_link)s">blog index</a>.
de: Du findest möglicherweise in der <a href="%(index_link)s">Übersicht</a>, was du gesucht hast.
fr: Peut être voulez-vous visiter <a href="%(index_link)s">l'index du blog</a>.
ja: 下記のリンクよりページをご覧ください。 <a href="%(index_link)s">トップページ</a>
pt_pt: Poderá querer dar uma olhada no <a href="%(index_link)s">índice do blog</a>.

source: An internal error happened in the application. The blog administrator has been informed about the problem.
de: Ein interner Fehler ist aufgetreten. Der Administrator wurde über das Problem informiert.
fr: Une erreur interne s'est produite dans l'application. L'administrateur du blog a été informé du problème.
ja: アプリケーションで内部エラーが発生しました。 この問題はブログ管理者に通知されました。
pt_pt: Aconteceu um erro interno na aplicação. O administrador do blog foi informado sobre o problema.

source: About Rezine
de: Über Rezine
fr: À propos de Rezine
ja: Rezineについて
pt_pt: Sobre o Rezine
