Repository: rockyburt/Rezine
Catalog: rezine/i18n/*/messages.po
Languages: de, fr, ja, pt_pt

source: This importer can be used to import standard compliant feeds with optional proprietary extensions. Because of different incompatible RSS standards this importer can currently only handle Atom feeds.
de: Dieser Importer kann genutzt werden, um standardkonforme Feeds mit optionalen, proprietären Erweiterungen zu importieren. Weil es viele verschiedene, zueinander inkompatible RSS-Standards gibt, kann dieser Importer momentan nur Atom-Feeds importeren.
fr: Cet importateur permet d'importer des flux conforme aux standards avec d'éventuelles extensions propriétaires. Comme il existe différents standards RSS incompatibles entre eux, cet importateur ne supporte que les flux Atom.
ja: このインポーターは、標準規格に準拠しているフィードであれば、独自拡張されていてもインポートできます。 RSSの標準規格には互換性がないため、このインポーターは今のところAtomフィードのみ対応しています。
pt_pt: Este importador pode ser usado para importar um feed padrão com opções de extensões proprietárias. Devido à incompatibilidade nos padrões RSS este importador actualmente só pode trabalhar com feeds Atom.

source: Upload Feed
de: Feed hochladen
fr: Envoyer un flux
ja: フィードをアップロード
pt_pt: Carregar Feed

source: Import from WordPress
de: Von WordPress importieren
fr: Import depuis WordPress
ja: WordPressからインポート
pt_pt: Importar do WordPress

source: This importer allows you to import posts and comments from your WordPress blog into your new Rezine blog. Either upload your WordPress eXtended RSS (WXR) file created in the WordPress admin panel or give the importer the location of such a file on an external URL and it will import the posts, comments, custom fields, and categories into this blog.
de: Dieser Importer erlaubt es dir, Posts und Kommentare von einem WordPress Blog in dieses Blog zu importieren. Du kannst entweder eine WordPress eXtended RSS (WXR) Datei hochladen oder die URL zu einer angeben.
fr: Cet importateur importe les billets et les commentaires depuis votre blog WordPress vers votre blog Rezine. Vous pouvez soit envoyer votre fichier WordPress eXtended RSS (WXR) créé dans l'interface d'administration de WordPress, soit donner un emplacement tel qu'un fichier ou une URL, et l'importateur importera les billets, les commentaires, les champs personnalisés et les catégories.
ja: このインポーターは、投稿とコメントをWordPressブログからRezineブログへインポートします。 WordPressの管理パネルで作成されたWordPress eXtended RSS (WXR) をアップロードするか、 ファイルの場所を外部URLでインポーターに指定すると、投稿、コメント、カスタムフィード、カテゴリーが このブログにインポートされます。
pt_pt: Este importador permite importar artigos e comentários do seu blog Wordpress para o seu blog Rezine. Carregue o seu arquivo WordPress eXtended RSS (WXR) criado no painel administrativo do WordPress ou forneça ao importador a localização do arquivo num URL externo e o mesmo importará os seus artigos, comentários, campos personalizados e categorias desse blog.

source: Upload Dump
de: Dump Hochladen
fr: Envoyer un « dump »
ja: ダンプをアップロード
pt_pt: Carregar Dump

source: Howdy. Welcome to the Rezine administration interface %(user)s.
de: Servus. Willkommen im Rezine Administrationsbereich %(user)s.
fr: Salut. Bienvenue dans l'interface d'administration de Rezine, %(user)s.
ja: %(user)sさん、ようこそRezine管理インターフェイスへ。
pt_pt: Olá. Bem-vindo à interface administrativa do Rezine %(user)s.

source: You have written <strong>%(your_posts)s</strong> post so far.
de: Du hast bis jetzt <strong>%(your_posts)s</strong> Eintrag geschrieben.
fr: Vous avez écrit <strong>%(your_posts)s</strong> billet pour l'instant.
ja: あなたは <strong>%(your_posts)s</strong> 件の投稿を書いています。
pt_pt: Escreveu <strong>%(your_posts)s</strong> artigo até agora.

source: Moderate Comments
de: Kommentare moderieren
fr: Modérer les commentaires
ja: コメントをモデレート
pt_pt: Gerir Comentários

source: Manage Entries
de: Einträge verwalten
fr: Gérer les billets
ja: 投稿を管理
pt_pt: Gerir Entradas

source: Configure Rezine
de: Rezine konfigurieren
fr: Configurer Rezine
ja: Rezine の設定
pt_pt: Configurar o Rezine

source: Manage Plugins
de: Plugins verwalten
fr: Gérer les greffons
ja: プラグインを管理
pt_pt: Gerir Plugins

source: Manage Users
de: Benutzer verwalten
fr: Gérer les utilisateurs
ja: ユーザーを管理
pt_pt: Gerir Utilizadores

source: Get Help
de: Hilfe ansehen
fr: Obtenir de l'aide
ja: ヘルプを見る
pt_pt: Obter Ajuda

source: If you need help, have a look at the <a href="%(help)s">documentation</a>. If that doesn't solve your problems you might find answers in the <a href="%(support)s">support section</a> of the <a href="%(website)s">Rezine website</a>.
de: Wenn du Hilfe benötigst, kannst du in die <a href="%(help)s">Dokumentation</a> schauen. Wenn das dein Problem nicht löst, findest du Antworten in der <a href="%(support)s">Support-Abteilung</a> von <a href="%(website)s">Rezine Webseite</a>.
fr: Si vous avez besoin d'aide, regardez la <a href="%(help)s">documentation</a>. Si cela ne résout pas vos problèmes, vous trouverez des réponses dans la <a href="%(support)s">partie support</a> du <a href="%(website)s">Site web de Rezine</a>.
ja: お困りの場合は<a href="%(help)s">ドキュメント</a>を参照してください。 それでも問題が解決できない場合は、<a href="%(website)s">Rezineウェブサイト</a>の <a href="%(support)s">サポートセクション</a>で解決策が見つかるかもしれません。
pt_pt: Se necessita de ajuda, dê uma olhada na <a href="%(help)s">documentação</a>. Se isso não resolver os seus problemas poderá encontrar respostas na <a href="%(support)s">secção de suporte</a> no <a href="%(website)s">website do Rezine</a>.

source: Drafts
de: Entwürfe
fr: Brouillons
ja: 下書き
pt_pt: Rascunhos

source: Comments Awaiting Approval
de: Nicht bestätigte Kommentare
fr: Commentaires en attente d'approbation
ja: 承認待ちのコメント
pt_pt: Comentários Aguardando Aprovação

source: Last Posts
de: Letzte Einträge
fr: Derniers billets
ja: 最新の投稿
pt_pt: Últimos Artigos

source: Rezine is present at %(reddit)s. The latest popular items in the Rezine subreddit are listed below:
de: Rezine hat einnen Subreddit auf %(reddit)s. Die neuesten beliebten Einträge sind unten aufgeführt:
fr: Rezine est présent sur %(reddit)s. Les derniers éléments populaires dans le subreddit de Rezine sont listés ci-dessous :
ja: %(reddit)s上のRezineの情報。Rezine subredditの最新人気アイテムが以下に表示されます:
pt_pt: O Rezine está presente no %(reddit)s. Os itens mais recentes e populares do subreddit do Rezine estão listados em baixo:

source: About The System
de: Über das System
fr: À propos du système
ja: このシステムについて
pt_pt: Sobre O Sistema

source: Rezine Environment
de: Rezine-Umgebung
fr: Environnement de Rezine
ja: Rezineの環境
pt_pt: Ambiente do Rezine

source: Rezine Version
fr: Version de Rezine
ja: Zienのバージョン
pt_pt: Versão do Rezine

source: Distribution Mode
de: Distributionsmodus
fr: Mode de distribution
ja: 配布モード
pt_pt: Modo de Distribuição

source: Package Location
de: Pfad zum Package
fr: Emplacement du paquet
ja: パッケージの場所
pt_pt: Localização do Pacote

source: Shared Data
de: Gemeinsam genutzte Daten
fr: Données partagées
ja: 共有データ
pt_pt: Informações Compartilhadas

source: Builtin Templates
de: Mitgelieferte Vorlagen
fr: Templates integrés
ja: 組み込みテンプレート
pt_pt: Modelos Embutidos

source: Builtin Plugins
de: Mitgelieferte Plugins
fr: Greffons integrés
ja: 組み込みプラグイン
pt_pt: Plugins Embutidos

source: Builtin Translations
de: Mitgelieferte Übersetzungen
fr: Traductions integrées
ja: 組み込み翻訳
pt_pt: Traduções Embutidas

source: Path to Instance
de: Pfad zur Instanz
fr: Chemin vers l'instance
ja: インスタンスへのパス
pt_pt: Caminho para a Instância

source: Database URI
de: Datenbank-URI
fr: URI de la base de donnée
ja: データベースURI
pt_pt: URI da base de dados

source: Hosting Environment
de: Hosting-Umgebung
fr: Environnement d'hébergement
ja: ホストの環境
pt_pt: Ambiente de Hospedagem

source: Python Version
fr: Version de Python
ja: Pythonのバージョン
pt_pt: Versão Python

source: Platform
de: Plattform
fr: Plateforme
ja: プラットフォーム
pt_pt: Plataforma

source: Persistent Environment
de: Persistente Umgebung
fr: Environnement persistant
ja: 連続稼働環境
pt_pt: Ambiente Persistente

source: yes
de: ja
fr: oui
ja: はい
pt_pt: sim

source: no
de: nein
fr: non
ja: いいえ
pt_pt: não

source: Multithreaded
de: Mehrere Threads
fr: Multi-threadé
ja: マルチスレッド
pt_pt: Múltiplos threads

source: yes (%(count)s active threads)
de: ja (%(count)s aktive Threads)
fr: oui (%(count)s threads actifs)
ja: はい (%(count)s個のアクティブなスレッド)
pt_pt: sim (%(count)s threads activas)

source: Multiprocess
de: Mehrere Prozesse
fr: Multi-processus
ja: マルチプロセス
pt_pt: Múltiplos processos

source: WSGI Version
fr: Version de WSGI
ja: WSGI バージョン
pt_pt: Versão WSGI

source: URL Endpoints
de: URL-Endpunkte
fr: Points de sortie des URL
ja: URLエンドポイント
pt_pt: Pontos finais de URL

source: The following endpoints are registered on this instance:
de: Die folgenden URL-Endpunkte sind in dieser Instanz registriert:
fr: Les points de sortie suivants sont utilisés dans cette instance :
ja: 以下のエンドポイントがこのインスタンスに登録されています:
pt_pt: Os pontos finais seguintes estão registrados nesta instância:

source: Absolute URL Handlers
de: Absolute URL-Handler
fr: Gestionnaires d'URL absolues
ja: 絶対URLハンドラー
pt_pt: Manipulador de URL's Absolutos

source: The following absolute URL handlers are registered on this instance:
de: Die folgenden URL-Handler sind in dieser Instanz registriert:
fr: Les gestionnaires d'URL absolues suivants sont utilisés sur cette instance :
ja: 以下の絶対URLハンドラーがこのインスタンスに登録されています:
pt_pt: Os seguintes manipuladores de URL's absolutos estão registrados nesta instância:

source: View Handlers
de: Handler anschauen
fr: Gestionnaires de vues
ja: 表示ハンドラー
pt_pt: Manipuladores de Visão

source: The following view handlers for endpoints are registered on this instance:
de: Die folgenden View-Handler sind in dieser Instanz registriert:
fr: Les gestionnaires de vue suivants sont activé sur cette instance :
ja: 以下のエンドポイント表示用ハンドラーがこのインスタンスに登録されています:
pt_pt: Os seguintes manipuladores de visão estão registrados nesta instância:

source: Content Types
de: Inhaltstypen
fr: Types de contenu
ja: コンテンツタイプ
pt_pt: Tipos de Conteúdo

source: The following content types are registered on this instance:
de: Die folgenden Inhaltstypen sind in dieser Instanz registriert:
fr: Les types de contenu suivants sont connus sur cette instance :
ja: 以下のコンテンツタイプがこのインスタンスに登録されています:
pt_pt: Os seguintes tipos de conteúdo estão registrados nesta instância:

source: The following privileges are known to the system:
de: Die folgenden Privilegien sind dem System bekannt:
fr: Les privilèges suivants sont connus du système :
ja: 以下の権限がシステムに登録されています:
pt_pt: Os seguintes privilégios são conhecidos pelo sistema:

source: Services
ja: サービス
pt_pt: Serviços

source: The following servicepoints are registered on this instance to be callable via one of the available services.
de: Die folgenden Servicepunkte sind in dieser Instanz registriert und von einem der Services aufrufbar.
fr: Les points de service suivants sont activés dans cette instance pour être appelables via un des services disponibles.
ja: 利用可能なサービスから呼び出せる、以下のサービスポイントがこのインスタンスに登録されています
pt_pt: Os seguintes pontos de serviço estão registrados nesta instância para serem chamados através de um dos serviços disponíveis.

source: Installed APIs
de: Installierte APIs
fr: APIs installées
ja: インストールされているAPI
pt_pt: APIs Instaladas

source: The following APIs are installed on this blog instance. APIs marked with a star (*) are preferred.
de: Die folgenden APIs sind in diesem Blog installiert. APIs mit einem Stern (*) werden bevorzugt.
fr: Les APIs suivantes sont installées sur cette instance. Celles marquées d'une étoile (*) sont préférées.
ja: 以下のAPIがこのブログインスタンスにインストールされています。 マーク（*）されているAPIは推奨されているものです。
pt_pt: As seguintes APIs estão instaladas na instância deste blog. APIs marcadas com asterisco (*) são preferidos.

source: Markup Extensions
ja: マークアップ拡張

source: The following markup extensions are registered on this instance:
de: Die folgenden Markup-Erweiterungen sind in dieser Instanz registriert:
ja: 以下のマークアップ拡張がこのインスタンスに登録されています:

source: no markup extensions installed.
de: Keine Markup-Erweiterungen sind installiert.
ja: マークアップ拡張はインストールされていません。

source: Parsers
de: Parser
fr: Interpréteurs
ja: パーサー

source: The following parsers are currently installed:
de: Die folgenden Parser sind zur Zeit installiert:
fr: Les interpréteurs suivants sont actuellement installés :
ja: 以下のパーサーが現在インストールされています:
pt_pt: Os seguintes parsers estão actualmente instalados:

source: Plugins
fr: Greffons
ja: プラグイン

source: active
de: Aktiv
fr: actif
ja: アクティブ
pt_pt: activo

source: Location
de: Stelle
fr: Emplacement
ja: 場所
pt_pt: Localização

source: Configuration Variables
de: Konfigurationsvariablen
fr: Variables de configuration
ja: 設定変数
pt_pt: Variáveis de Configuração

source: Key
de: Schlüssel
fr: Clé
ja: キー
pt_pt: Chave

source: Value
de: Wert
fr: Valeur
ja: 値
pt_pt: Valor

source: Default
de: Standard
fr: Défaut
ja: デフォルト
pt_pt: Por Defeito

source: Template Globals
fr: Variables globales pour les templates
ja: テンプレートグローバル
pt_pt: Modelos Globais

source: Template Filters
de: Template-Filter
fr: Filtres pour les templates
ja: テンプレートフィルター
pt_pt: Filtros de Modelo

source: You can export this list and share it for troubleshooting by clicking on the button below. The resulting file is stripped of confidential information such as passwords.
de: Du kannst diese Liste exportieren und für die Fehlersuche bereitstellen, indem du den unten stehenden Button klickst. Die entstehende Datei enthält keine vertraulichen Informationen wie Passwörter.
fr: Vous pouvez exporter cette liste et la partager pour vous faire dépanner en cliquant sur le bouton ci-dessous. Le fichier obtenu ne contient pas d'informations sensibles telles que des mots de passe.
ja: 以下のボタンをクリックすると、この一覧をエクスポートし、トラブルシューティングのために共有できます。 エクスポートされるファイルには、パスワードのような機密情報は含まれません。
pt_pt: Pode exportar esta lista e partilhá-la para a detecção de problemas clicando no botão em baixo. O arquivo resultante não contém informações confidenciais tais como palavras-passe.

source: Inspect Import
de: Import durchsuchen
fr: Vérifier l'import
ja: インポートの検査
pt_pt: Inspeccionar Importação

source: Here you can now inspect the imported data and select the data you want to import into the database.
de: Hier kannst du nun die importerten Daten ansehen und alles Gewünschte in die Datenbank importieren.
fr: Vous pouvez vérifier ici les données importées et sélectionner celles que vous voulez garder dans votre base de données.
ja: インポートされたデータをチェックして、データベースに格納するものを選択してください。
pt_pt: Aqui pode inspeccionar as informações importadas e seleccionar o que deseja importar para a base de dados.

source: Blog Details
fr: Détails du blog
ja: ブログの詳細
pt_pt: Detalhes do Blog

source: Dump ID
fr: Identifiant du « dump »
ja: ダンプID
pt_pt: ID do Dump

source: If you have a special installation and want to rewrite the import programmatically you need this identifier.
de: Wenn du eine spezielle Installation hast, kannst du den Import mit einem Script bearbeiten. Dafür benötigst du diesen Bezeichner.
fr: Si vous avez une installation spéciale et que vous voulez ré-écrire l'import depuis un programme, vous aurez besoin de cet identifiant.
ja: 特殊なインストールを行っていて、インポートデータをプログラムで書き換えたい場合はこのIDが必要です。
pt_pt: Se tem uma instalação especial e deseja reescrever a importação programaticamente necessita deste identificador.

source: Choose the authors whose posts you want to import. In the dropdown you can select one of the already existing users if you want to change the author during importing. In the default settings a new and inactive user without a password is created.
ja: 投稿をインポートしたい投稿者を選択してください。インポート中に投稿者を変更したい場合は、 ドロップダウンメニューで登録されているユーザーを選択できます。 デフォルトの設定では、パスワードの設定されていない非アクティブな新規ユーザーが作成されます。

source: no author information
de: Keine Benutzerinformationen
fr: aucune information sur les auteurs
ja: 投稿者情報なし
pt_pt: sem informação do autor

source: Authors are only converted if at least one of their posts is coverted. So if you unselect all the posts by a user in the list below it doesn't matter what you select here.
de: Autoren werden nur konvertiert, wenn zumindest einer ihrer Beiträge konvertiert wird. Wenn du also alle Beiträge eines Benutzers abwählst, ist es egal was du hier auswählst.
fr: Les auteurs ne sont convertis que si au moins un de leurs billets est converti. Donc si vous dé-sélectionnez tout les billets d'un utilisateur dans la liste ci-dessous, peut importe ce que vous choisissez ici.
ja: 少なくとも1つの投稿が変換されない限り、投稿者は変換されません。 したがって、以下のリスト内のユーザーによる投稿を1つも選択しない場合、 ここで何を選択しても意味がありません。
pt_pt: Os Autores serão convertidos somente se um dos seus artigos for convertido. Portanto se não seleccionar nenhum dos artigos de um utilizador na lista em baixo não importa o que seleccionar aqui.

source: Posts
de: Einträge
fr: Billets
ja: 投稿
pt_pt: Artigos

source: Posts marked with a blue background are already imported.
de: Posts, die mit einem blauen Hintergrund markiert sind, wurden bereits importiert.
fr: Les billets avec un fond bleu on déjà été importés.
ja: 青い背景でマークされた投稿はすでにインポートされています。
pt_pt: Artigos marcados com um fundo azul já se encontram importados.

source: unpublished
de: Unveröffentlicht
fr: non publié
ja: 未公開
pt_pt: não publicado

source: Import into Blog
de: In Blog importieren
fr: Importer dans le blog
ja: ブログへインポート
pt_pt: Importar para o Blog

source: %(blog_title)s Administration
fr: Administration de %(blog_title)s
ja: %(blog_title)s の管理
pt_pt: Administração %(blog_title)s

source: Log
fr: Journaux
ja: ログ
pt_pt: Registro

source: The log shows you important information about your system. Whenever problems happen, you can see it here.
de: Der Log zeigt dir wichtige Informationen über dein System. Wenn Probleme auftreten, kannst du es hier sehen.
fr: Les journaux affichent d'importantes informations à propos de votre système. Lorsqu'il y a un problème, vous pouvez le voir ici.
ja: ログはシステムに関する重要な情報を含んでいます。 問題が発生した場合は、いつでもここで確認できます。
pt_pt: O registro mostra informações importantes sobre o sistema. Se algum problema acontecer, poderá vê-lo aqui.

source: Recorded Events
de: Aufgezeichnete Events
fr: Évènements enregistrés
ja: 記録されたイベント
pt_pt: Eventos Gravados

source: The logfile is empty
de: Das Logfile ist leer
fr: Ce journal est vide
ja: ログファイルは空です
pt_pt: O arquivo de registo está vazio

source: ▼ Down
de: ▼ Ab
fr: ▼ Bas
ja: ▼ 下へ
pt_pt: ▼ Baixo

source: Up ▲
de: Hoch ▲
fr: Haut ▲
ja: 上へ ▲
pt_pt: Cima ▲

source: Log Settings
de: Log Einstellungen
fr: Réglages de journalisation
ja: ログ設定
pt_pt: Configurações de Registo

source: Apply
de: Anwenden
fr: Appliquer
ja: 適用
pt_pt: Aplicar

source: Maintenance
de: Wartung
ja: メンテナンス
pt_pt: Manutenção

source: From here you can set your blog into maintenance mode and do administrative tasks. It's recommend to enable maintenance mode before doing software upgrades, imports, exports or plugin installations. While it's not stricly necessary for the latter it's good idea to test the changes before going live with them. As long as maintenance mode is enabled users will see a message that says that the blog is in maintenance mode.
de: Von hier aus kannst du dein Blog in den Wartungsmodus schalten. Es wird empfohlen, den Wartungsmodus zu aktivieren, bevor du Plugins installierst oder Daten importierst. Zwar ist es nicht nötig, aber es ist sinnvoll, Änderungen zu testen bevor sie online gehen. Solange der Wartungsmodus aktiviert ist, sehen Benutzer einen Hinweis, dass das Blog im Wartungsmodus ist.
fr: À partir d'ici vous pouvez mettre votre blog en maintenance et faire des tâches administratives. Il est recommandé de mettre votre blog en maintenance avant de faire des mises à jour de logiciel, des importations, exportation, ou installation de greffon. Même si ce n'est pas strictement nécessaire pour ce dernier, c'est une bonne idée de tester les changements avant de les publier. Tant que le blog est en maintenance, les utilisateurs verront un message le disant.
ja: このブログをメンテナンスモードに設定し、管理作業を行うことができます。 ソフトウェアのアップグレードや、インポート、エクスポート、プラグインのインストールを行う前に メンテナンスモードにすることを推奨します。これは必須ではありませんが、 公開前に変更をテストしておいた方がよいでしょう。 メンテナンスモードが有効になっている間、ユーザーにはブログがメンテナンス中であることを示す メッセージが表示されます。
pt_pt: A partir daqui poderá colocar o blog em modo de manutenção e executar tarefas administrativas. É recomendado activar o modo manutenção antes de executar actualizações, importações, exportações ou instalação de plugins. Não é estritamente necessário mas é uma boa ideia testar as mudanças antes de colocá-las em produção. Enquanto o modo manutenção estiver habilitado os utilizadores irão ver uma mensagem dizendo que o blog esta em manutenção.

source: Disable maintenance mode
de: Wartungsmodus deaktivieren
fr: Désactiver le mode maintenance
ja: メンテナンスモードを無効にする
pt_pt: Desabilitar o modo de manutenção

source: Enable maintenance mode
de: Wartungsmodus aktivieren
fr: Activer le mode maintenance
ja: メンテナンスモードを有効にする
pt_pt: Habilitar o modo de manutenção

source: Manage Categories
de: Kategorien verwalten
fr: Gérer les catégories
ja: カテゴリーを管理
pt_pt: Gerir Categorias

source: Number of Posts
de: Anzahl Einträge
fr: Nombre de billets
ja: 投稿数
pt_pt: Número de Artigos

source: New Category
de: Neue Kategorie
fr: Nouvelle catégorie
ja: 新規カテゴリー
pt_pt: Nova Categoria

source: No comments.
de: Keine Kommentare.
fr: Aucun commentaire.
ja: コメントはありません。
pt_pt: Sem Comentários.

source: Update
de: Aktualisieren
ja: 更新

source: Delete All
de: Alle Löschen
ja: すべて削除

source: Mark and Report as not Spam
ja: スパムでないと報告する

source: Toggle selection
de: Auswahl umkehren
fr: Inverser la sélection
ja: 選択の切り替え
pt_pt: Alternar selecção

source: Manage Groups
de: Gruppen verwalten
fr: Gérer les groupes
ja: グループを管理
pt_pt: Gerir Grupos

source: No groups.
de: Keine Gruppen.
fr: Aucun groupe
ja: グループはありません。
pt_pt: Sem Grupos.

source: Manage Pages
de: Einträge verwalten
fr: Gérer les pages
ja: ページを管理
pt_pt: Gerir Páginas

source: Mail
de: E-Mail
fr: Email
ja: メールアドレス

source: Report Comment As %s
de: Antworte auf Kommentar von %s.
ja: コメントを%sとして報告

source: Do you really want to report the comment by %(comment_author)s as %(form_action)s ?
de: Möchtest du den Kommentar von %(comment_author)s wirklich melden?
ja: 本当に%(comment_author)sさんのコメントを%(form_action)sとして報告しますか？

source: Report Comments As Not Spam
ja: スパムでないコメントとして報告

source: Do you really want to report the selected comments as NOT Spam?
de: Möchtest du wirklich die ausgewählten Kommentare als NICHT Spam melden?
ja: 本当に選択されたコメントをスパムでないと報告しますか？

source: Report Comments As Spam
ja: スパムコメントとして報告

source: Do you really want to report the selected comments as Spam?
de: Möchtest du wirklich die ausgewählten Kommentare als Spam melden?
ja: 本当に選択されたコメントをスパムであると報告しますか？

source: Pages Configuration
de: Seitenkonfiguration
fr: Configuration des pages
ja: ページ設定
pt_pt: Configuração de Páginas

source: Configure your pages settings.
de: Ändere die Einstellungen für Seiten.
fr: Configurer les réglages des pages.
ja: ページ設定をしてください。
pt_pt: Configure as opções das suas páginas.

source: Show page title
de: Seitentitel anzeigen
fr: Afficher le titre de la page
ja: ページタイトルを表示
pt_pt: Exibir título da página

source: Show the title of the page on top of the page body
de: Zeige den Titel der Seite oberhalb des Seiteninhalts
fr: Afficher le titre des pages en haut de leur corps
ja: 本文の上にページタイトルを表示
pt_pt: Exibir título da página no topo do corpo da página

source: Show children
de: Kinder anzeigen
fr: Afficher les pages-filles
ja: 子ページを表示
pt_pt: Exibir sub-páginas

source: Show the child-pages on the bottom of the page body
de: Zeige Kinderseiten unterhalb des Seiteninhalts
fr: Afficher les pages-filles en bas du corps de la page.
ja: ページ本文の下に子ページを表示
pt_pt: Exibir sub-páginas no rodapé do corpo da página
