Repository: rockyburt/Rezine
Catalog: rezine/i18n/*/messages.po
Languages: de, fr, ja, pt_pt

source: Default Theme
de: Standard-Design
fr: Thème par défaut
ja: デフォルトテーマ
pt_pt: Tema por Defeito

source: Simple default theme that doesn't contain any style information.
de: Ein einfaches Standard-Design ohne Stilinformationen.
fr: Thème par défaut simple qui ne contient aucune information de style.
ja: スタイル情報を含まない単純なデフォルトテーマです。
pt_pt: Simples tema padrão que não contém nenhuma formatação de estilo.

source: Theme “%s” is no longer available, falling back to default theme.
de: Das Design „%s” ist nicht länger verfügbar, es wird das Standarddesign benutzt.
fr: La thème « %s » n'est plus disponible, retour au thème par défaut.
ja: テーマ “%s” は利用できません。デフォルトテーマを使用します。
pt_pt: Tema “%s” não está disponível, voltando ao tema por defeito.

source: The database URI. For more information about database settings consult the Rezine help.
de: Die Datenbank URI. Für mehr Informationen über die Datenbankeinstellungen konsultiere die Rezine Hilfe.
ja: データベースのURIを設定します。データベースの設定に関する詳細はRezineヘルプを参照してください。

source: If a request to an http URL comes in, Rezine will redirect to the same URL on https if this is savely possible. This requires a working SSL setup or otherwise Rezine will become unresponsive.
de: Wenn ein Request auf einer HTTP URL ankommt wird Rezine eine Weiterleitung auf die selbe Resource unter Verwendung von HTTPS einleiten. Dies erfordert ein funktionierendes SSL Setup.
ja: HTTP URLに対するリクエストが行われた場合、可能であれば同じURLに対してHTTPSでリダイレクトするようになります。これにはSSLの設定が必要です。設定されていない場合Rezineが応答しなくなる可能性があります。

source: If enabled the database will collect the SQL statements and add them to the bottom of the page for easier debugging
de: Wenn aktiviert, wird die Datenbank gesammelte SQL Statements am Ende jeder generierten HTML Seite einblenden.
ja: 有効にすると、デバッグを簡単にするためにSQL文がページ下部にまとめて表示されるようになります

source: The base URL of the blog. This has to be set to a full canonical URL (including http or https). If not set the application will behave confusingly. Remember to change this value if you move your blog to a new location.
de: Die Basis URL des Blogs. Dies muss eine vollständige URL (mit führendem http:// oder https://) sein, andernfalls wird sich die Anwendung verwirrend verhalten. Dieser Wert muss geändert werden, wenn das Weblog auf eine neue URL umzieht.
ja: このブログのベースURLを設定します。これは、完全な（httpまたはhttpsが含まれる）URLでなければなりません。この値が正しく設定されていないと、誤動作が発生します。ブログを別の場所に移動させる場合には、この値を変更するのを忘れないでください。

source: The email address given here is used by the notification system to send mails from. Also plugins that send mails will use this address as sender address.
ja: ここで指定したメールアドレスは、メール通知システムの送信元に用いられます。また、メールを送るプラグインも、送信元アドレスとしてこのアドレスを使用します。

source: The timezone of the blog. All times and dates in the user interface and on the website will be shown in this timezone. It's save to change the timezone after posts were created because the information in the database is stored as UTC.
de: Die Zeitzone des Blogs. Alle Uhrzeiten und Daten im Benutzerinterface und auf der Webseite werden in dieser Zeitzone angezeigt. Es ist möglich die Zeitzone zu ändern, nachdem Einträge erstellt wurden.
ja: このブログのタイムゾーンを設定します。ユーザーインターフェイスやウェブサイトの日付と時間は、このタイムゾーンで表示されます。データベース上の日付と時間はUTCで格納されるので、投稿が作成された後でタイムゾーンを変更するとこができます。

source: If this blog is written primarily by one author, some themes can skip the author's name on posts unless written by a guest.
de: Wenn das Blog hauptsächlich von einem Autor verwendet können Themen diesen Namen aussparen. Nur die Namen anderer Autoren werden dann angezeigt.
ja: このブログに主に一人のユーザだけが書き込む場合、テーマによっては、他のユーザによる書き込みがない限り、投稿時に作成者の名前を省略することができます。

source: If set to true the blog enables the maintainance mode.
de: Wenn auf wahg gesetzt, aktiviert das Blog den Wartungsmodus.
ja: このチェックボックスをオンにすると、ブログのメンテナンスモードが有効になります。

source: If there are multiple rezine installations on the same host the cookie name should be set to something different for each blog.
de: Wenn sich mehrere Rezine Installationen auf dem selben Host befinden, sollte der Cookie-Name für jedes Blog auf einen anderen Wert gesetzt werden.
ja: 複数のRezineが同じホストにインストールされている場合、クッキー名はブログごとに異なるものに設定しなければなりません。

source: The secret key is used for vairous security related tasks in the system. For example the cookie is signed with this value.
ja: 秘密鍵は、システムの様々なセキュリティ関連のタスクで使用されます。たとえば、クッキーはこの値で署名されます。

source: The iid uniquely identifies the Rezine instance. Currently this value is unused, but once set you should not modify it.
ja: iidはRezineインスタンスを一意に識別するためのものです。現在この値は使われていませんが、一度設定された値を変更するべきではありません。

source: During development this is helpful to log emails into a mail.log file in your instance folder instead of delivering them to your MTA.
de: Wärend der Entwicklung ist diese hilfreich um E-Mails in eine Datei names mail.log im Instanz-Ordner senden anstatt sie zum Mailserver weiterzuleiten.
ja: MTAにメールを配信するかわりにインスタンスフォルダのmail.logファイルにメールを記録するようになるので、開発中に便利です。

source: If this is set to true, errors in Rezine are not catched so that debuggers can catch it instead. This is useful for plugin and core development.
de: Wenn dieser Wert auf wahr gesetzt wird, werden Fehler in Rezine nicht gefangen und können von einem Debugger gefangen werden.
ja: このチェックボックスをオンにすると、デバッガがRezineで起きたエラーを捕捉するようになります。これはプラグインとコア開発に役立ちます。

source: Use %year%, %month%, %day%, %hour%, %minute% and %second%. Changes here will only affect new posts.
de: Benuzte %year%, %month%, %day%, %hour%, %minute% und %second%. Änderungen werden nur für neue Einträge übernommen.
ja: %year%, %month%, %day%, %hour%, %minute% および %second% が使用できます。ここでの変更は新しい投稿から反映されます。

source: Automatically generated slugs are limited to ASCII
de: Automatisch erzeugte URL Bezeichner werden auf ASCII limitiert
fr: Les identificateurs générés automatiquement sont limités à ASCII
ja: 自動生成されるスラッグをASCIIに制限します。
pt_pt: As slugs geradas automaticamente são limitadas ao ASCII

source: Dates are zero padded like 2009/04/22 instead of 2009/4/22
de: Datumsangaben werden mit führenden Nullen aufgefüllt " "(2009/04/22 anstatt 2009/4/22)
ja: 日付の表記において0を補います。たとえば2009/4/22ではなく2009/04/22のように表示します。

source: No Cache
de: Kein Cache
fr: Pas de cache
ja: キャッシュなし
pt_pt: Sem Cache

source: Simple Cache
de: Einfacher Cache
fr: Cache simple
ja: シンプルキャッシュ
pt_pt: Cache simples

source: Filesystem
de: Dateisystem
fr: Système de fichiers
ja: ファイルシステム
pt_pt: Sistema de arquivos

source: Automatically approve all comments
de: Automatisch alle Kommentare bestätigen
fr: Approuver tout les commentaires automatiquement
ja: すべてのコメントを自動的に承認する
pt_pt: Aprovar automaticamente todos os comentários

source: An administrator must always approve the comment
de: Ein Administrator muss Kommentare immer bestätigen
fr: Un administrateur doit toujours approuver le commentaire
ja: コメントは管理者が常に承認する
pt_pt: Um administrador deve sempre aprovar o comentário

source: Automatically approve comments by known comment authors
de: Automatisch Kommentare von bekannten Autoren bestätigen
fr: Approuver automatiquement les commentaires d'auteurs connus
ja: コメント投稿者が既知の場合、自動的にコメントを承認する
pt_pt: Aprovar automaticamente comentários de autores conhecidos

source: The number of posts that are shown on a page. This value might not be honored by some themes and is probably only used for the index page.
de: Die Anzahl der Posts, die auf einer Seite angezeigt werden. Dieser Wert wird unter umständen von Themen ignoriert oder nur für die Übersichtsseite verwendet.
ja: 1ページに表示する投稿の数を設定します。この値はテーマによってはインデックスページにのみ適用されます。

source: This timeout is used by default for all network related operations. The default should be fine for most environments but if you have a very bad network connection during development you should increase it.
de: Dieser Timeout wird von Haus aus für alle Netzwerkoperationen verwendet. Er sollte für den Großteil der Umgebungen ausreichend sein, allerdings sollte er bei einer schlechten Konnektivität während der Entwicklung hochgesetzt werden.
ja: このタイムアウトの値は、ネットワーク関連のすべての動作に対してデフォルト値として使用されます。ほとんどの環境において初期値のままで問題ありませんが、開発中にネットワーク接続が悪い場合はより大きな値を設定してください。

source: It's possible to one or more comma separated paths here that are searched for plugins. If the is not absolute, it's considered relative to the instance folder.
de: Hier können zusätzliche, mit Komma getrennte, Pfade angegeben werden, die nach Plugins abgesucht werden. Wenn der Pfad nicht absolut ist, wird er als relativ zum Instanz-Ordner angesehen.
ja: プラグインを検索するパスをカンマ区切で指定します。絶対パスでない場合は、インスタンスフォルダからの相対パスとみなされます。

source: Set this to true if you want to see the most recent entries on the Rezine reddit on your dashbaord.
de: Wenn auf wahr gesetzt, werden die aktuellsten Einträge im Rezine-reddit auf dem Dashboard angezeigt.
ja: Rezine redditの最新エントリーをダッシュボード上に表示したい場合、チェックボックスをオンにしてください。

source: <p> This error can happen if the configuration file is not writeable. Make sure the folder of the configuration file is writeable and that the file itself is writeable as well.
de: <p> Dieser Fehler wird unter anderem durch eine nicht schreibbare Konfigurationsdatei hervorgerufen. Überprüfe, ob der Ordner sowie die Konfigurationsdatei selbst schreibbar sind.
fr: <p> Cette erreur peut se produire si le fichier de configuration n'est pas accessible en écriture. Vérifier qu'il l'est bien, ainsi que le dossier qui le contient.
ja: <p> 設定ファイルが書き込み可能でない場合にこのエラーが発生します。 設定ファイルとそれらを格納するフォルダが書き込み可能か確認してください。
pt_pt: <p> Este erro pode acontecer se o arquivo de configuração não puder ser escrito. Tenha a certeza de que a pasta do arquivo e o arquivo de configuração podem ser escritos.

source: Could not save configuration file: %s
de: Konnte die Konfigurationsdatei %s nicht speichern.
fr: Impossible de sauvegarder le fichier de configuration : %s
ja: 設定ファイルを保存できませんでした: %s
pt_pt: Não foi possível guardar o arquivo de configuração: %s

source: Error when loading parsed data from database. Maybe the database was manually edited and got corrupted? The system returned an empty value.
de: Fehler beim Laden der geparsten Daten aus der Datenbank. Möglicherweise wurde die Datenbank manuell bearbeitet oder wurde beschädigt. Das System gab einen leeren Wert zurück.
ja: データベースから解析済みデータをロードしている最中にエラーが発生しました。データベースが手動で編集され、破壊された可能性があります。システムは空の値を返しました。

source: User “%(value)s” does not exist.
de: Benutzer „%(value)s” existiert nicht.
fr: L'utilisateur « %(value)s » n'existe pas.
ja: ユーザー “%(value)s” が存在しません。
pt_pt: Utilizador “%(value)s” não existe.

source: You have to enter a username.
de: Du musst einen Benutzernamen angeben.
fr: Vous devez saisir un nom d'utilisateur.
ja: ユーザー名を入力してください。
pt_pt: Tem que introduzir um nome de utilizador.

source: Failed login attempt, user “%s” does not exist
de: Gescheiterter Loginversuch, der Benutzer „%s” existiert nicht
fr: Échec de connexion, l'utilisateur « %s » n'existe pas.
ja: ログインに失敗しました。ユーザー “%s” は存在しません。
pt_pt: Tentativa de autenticação falhada, o utilizador “%s” não existe

source: Failed login attempt from “%s”, invalid password
de: Gescheiterter Loginversuch von „%s”, falsches Passwort.
fr: Échec de connexion en tant que « %s », mot de passe incorrect.
ja: ログインに失敗しました。“%s”さんのパスワードが一致しません。
pt_pt: Tentativa de autenticação falhada de “%s”, palavra-passe inválida

source: Incorrect password.
de: Falsches Passwort
fr: Mot de passe incorrect.
ja: パスワードが間違っています。
pt_pt: Palavra-passe incorrecta.

source: Old password
de: Altes Passwort
fr: Ancien mot de passe
ja: 現在のパスワード
pt_pt: Palavra-passe antiga

source: New password
de: Neues Passwort
fr: Nouveau mot de passe
ja: 新しいパスワード
pt_pt: Nova palavra-passe

source: Repeat password
de: Passwort wiederholen
fr: Répéter le mot de passe
ja: 新しいパスワードの再入力
pt_pt: Repetir palavra-passe

source: The old password you've entered is wrong.
de: Das alte eingegebene Passwort ist falsch.
fr: L'ancien mot de passe que vous avez saisi est incorrect.
ja: 現在のパスワードが間違っています。
pt_pt: A palavra-passe antiga que você introduziu esta incorrecta.

source: The two passwords don't match.
de: Die zwei Passwörter stimmen nicht überein.
fr: Les deux mots de passe sont différents.
ja: 2つのパスワードが一致しません。
pt_pt: As duas palavras-passe não são iguais.

source: Name*
fr: Nom*
ja: 名前*
pt_pt: Nome*

source: Your name is too long.
de: Dein Name ist zu lang.
fr: Votre nom est trop long.
ja: 名前が長すぎます。
pt_pt: O nome é muito longo.

source: You have to enter your name.
de: Du musst einen Namen eingeben.
fr: Vous devez saisir votre nom.
ja: 名前を入力してください。
pt_pt: Tem que introduzir o seu nome.

source: Mail* (not published)
de: E-Mail* (nicht öffentlich)
fr: E-mail* (non publié)
ja: メールアドレス* (公開されません)
pt_pt: Mail* (não será publicado)

source: You have to enter a valid e-mail address.
de: Du musst eine gültige E-Mail Adresse eingeben.
fr: Vous devez saisir une adresse e-mail valide
ja: 有効なメールアドレスを入力してください。
pt_pt: Tem introduzir um endereço de email válido

source: Website
de: Webseite
fr: Site web
ja: ウェブサイト

source: You have to enter a valid URL or omit the field.
de: Du musst eine gültige URL eingeben oder das Feld leer lassen.
fr: Vous devez saisir une URL valide ou laisser le champ vide.
ja: 有効なURLを入力するか、項目を省略してください。
pt_pt: Tem que introduzir um URL válido ou omitir o campo.

source: Text
fr: Texte
ja: テキスト
pt_pt: Texto

source: Your comment is too short.
de: Dein Kommentar ist zu kurz.
fr: Votre commentaire est trop court.
ja: コメントが短すぎます。
pt_pt: O seu comentário é muito curto.

source: Your comment is too long.
de: Dein Kommentar ist zu lang.
fr: Votre commentaire est trop long.
ja: コメントが長すぎます。
pt_pt: O seu comentário é muito longo.

source: You have to enter a comment.
de: Du musst einen Kommentar eingeben.
fr: Vous devez saisir un commentaire.
ja: コメントを入力してください。
pt_pt: Você tem de escrever um comentário.

source: Invalid object referenced.
de: Falsches Objekt referenziert.
fr: L'objet référencé est invalide.
ja: 無効なオブジェクトが参照されました。
pt_pt: O Objecto referenciado é inválido.

source: Post is closed for commenting.
de: Keine Kommentare zu diesem Beitrag erlaubt.
fr: Les commentaires sont fermés sur ce billet.
ja: この投稿にはコメントできません。
pt_pt: Artigo fechado para comentários.

source: Comment waiting for approval
de: Der Kommentar muss erst von einem Administrator bestätigt werden.
fr: Commentaire en attente d'approbation
ja: 承認待ちのコメント
pt_pt: O comentário aguarda aprovação.

source: Disable plugin guard
de: Plugin-Guard deaktivieren
fr: Désactiver le gardien de greffons
ja: プラグインガードを無効にする
pt_pt: Desabilitar plugin guard

source: If the plugin guard is disabled errors on plugin setup are not caught.
de: Wenn der Plugin-Guard deaktiviert ist, werden keine Fehler während des Plugin-Starts abgefangen.
fr: Si le gardien de greffons est désactivé, les erreurs lors que l'installation des greffons ne sont pas gérées.
ja: プラグインガードが無効の場合、プラグインセットアップに関するエラーは捕捉されません。
pt_pt: Se o plugin guard for desabilitado, os erros durante a configuração dos plugins não serão capturados.

source: Title
de: Titel
fr: Titre
ja: タイトル
pt_pt: Título

source: Publication status
de: Veröffentlicht
fr: État de publication
ja: 公開状態
pt_pt: Estado da publicação

source: Draft
de: Entwurf
fr: Brouillon
ja: 下書き
pt_pt: Rascunho

source: Published
de: Veröffentlicht
fr: Publié
ja: 公開
pt_pt: Publicado

source: Protected
de: Geschützt
ja: 保護

source: Private
de: Privat
ja: 非公開

source: Publication date
de: Veröffentlichungsdatum
fr: Date de publication
ja: 公開日時
pt_pt: Data de publicação

source: Clear this field to update to current time
de: Leere dieses Feld um die aktuelle Zeit zu nehmen.
ja: 現在の時刻に更新する場合はこの項目をクリアしてください

source: Slug
de: URL-Bezeichner
fr: Identificateur (URL)
ja: スラッグ

source: Clear this field to autogenerate a new slug
de: Leere dieses Feld um einen neuen Slug zu erstellen
ja: 新しいスラッグを自動生成する場合はこの項目をクリアしてください

source: Author
de: Autor
fr: Auteur
ja: 投稿者
pt_pt: Autor

source: Tags
fr: Étiquettes
ja: タグ

source: Categories
de: Kategorien
fr: Catégories
ja: カテゴリー
pt_pt: Categorias

source: Parser
fr: Interpréteur
ja: パーサー

source: Enable comments
de: Kommentare aktivieren
fr: Activer les commentaires
ja: コメントを有効にする
pt_pt: Habilitar comentários

source: Enable pingbacks
de: Pingbacks aktivieren
fr: Activer les pingbacks
ja: ピンバックを有効にする
pt_pt: Habilitar pingbacks

source: Ping links
de: Pinge folgende Links
fr: Ping sur les liens suivants
ja: Ping リンク

source: %s (missing)
de: %s (fehlt)
fr: %s (manquant)
ja: %sが存在しません
pt_pt: %s (em falta)

source: This slug is already in use.
de: Dieser URL Bezeichner wird bereits verwendet
fr: Cet identificateur est déjà utilisé.
ja: このスラッグはすでに使用されています。
pt_pt: Este slug já se encontra em uso

source: Selected parser is no longer available on the system.
de: Der ausgewählte Parser ist nicht mehr verfügbar.
fr: L'interpréteur sélectionné n'est plus disponible sur le système.
ja: 選択されたパーサーは使用できません。
pt_pt: O parser seleccionado já não está disponível no sistema.

source: Email
ja: メールアドレス

source: Date
de: Datum
ja: 日付
pt_pt: Data

source: Block Comment
de: Kommentar blocken
fr: Bloquer le commentaire
ja: コメントをブロック
pt_pt: Bloquear Comentário

source: Reason
de: Grund
fr: Raison
ja: 理由
pt_pt: Razão

source: blocked by %s
de: geblockt von %s
fr: bloqué par %s
ja: %sさんによってブロックされました
pt_pt: bloqueado por %s

source: Comment reported as spam by %s
de: Kommetar wurde von %s als Spam gemeldet
ja: %sさんによってスパムとして報告されたコメント

source: Name
fr: Nom
ja: 名前
pt_pt: Nome

source: Description
de: Beschreibung
ja: 説明
pt_pt: Descrição

source: This slug is already in use
de: Dieser Slug wird bereits verwendet
fr: Cet identificateur est déjà utilisé.
ja: このスラッグはすでに使用されています
pt_pt: Este slug já se encontra em uso

source: Comments Per Page:
de: Kommentare pro Seite:
ja: 1ページに表示するコメント数:

source: Comment blocked by %s
de: Kommentar geblockt von %s
ja: %sさんによってブロックされたコメント

source: Comment marked as spam by %s
de: Kommetare wurde von %s als Spam markiert
ja: %sさんによってスパムとしてマークされたコメント

source: Groupname
de: Gruppenname
fr: Nom de groupe
ja: グループ名
pt_pt: Nome do grupo

source: Privileges
de: Privilegien
fr: Privilèges
ja: 権限
pt_pt: Privilégios

source: This groupname is already in use
de: Der Gruppenname ist bereits vergeben
fr: Ce nom de groupe est déjà utilisé.
ja: このグループ名はすでに使用されています
pt_pt: Este nome do grupo já se encontra em uso

source: What should Rezine do with users assigned to this group?
de: Wie soll mit Benutzern dieser Gruppe verfahren werden?
fr: Que doit faire Rezine des utilisateurs assignés à ce groupe ?
ja: このグループに割り当てられていたユーザーをどのように処理しますか？
pt_pt: O que deve fazer o Rezine com utilizadores desse grupo?

source: Do nothing, just detach the membership
de: Nichts, nur die Mitgliedschaft auflösen
fr: Rien, simplement détacher l'assignation
ja: グループへの所属を取り消す以外には、何も行いません
pt_pt: Não faça nada, apenas remova a inscrição do grupo

source: Move the users to another group
de: Die Benutzer in eine andere Gruppe verschieben
fr: Réassigner les utilisateur à un autre groupe
ja: ユーザーを別のグループへ移動します
pt_pt: Mover os utilizadores para outro grupo

source: Relocate users to
de: Verschiebe die Benutzer in die Gruppe
fr: Réassigne les utilisateurs à
ja: このグループにユーザーを移動
pt_pt: Recolocar os utilizadores para

source: You have to select a group that gets the users assigned.
de: Du musst eine Gruppe auswählen, welche die Benutzer aufnimmt
fr: Vous devez sélectionner un groupe auquel les utilisateurs sont réassignés.
ja: ユーザーを割り当てるグループを選んでください。
pt_pt: Você deve seleccionar um grupo para receber os utilizadores.

source: Username
de: Benutzername
fr: Nom d’utilisateur
ja: ユーザー名
pt_pt: Nome de utilizador

source: Realname
de: Voller Name
fr: Nom réel
ja: 名前
pt_pt: Nome real

source: Display name
de: Anzeigename
fr: Nom affiché
ja: 表示名
pt_pt: Nome a exibir

source: Password
de: Passwort
fr: Mot de passe
ja: パスワード
pt_pt: Palavra-passe

source: Groups
de: Gruppen
fr: Groupes
ja: グループ
pt_pt: Grupos

source: List as author
de: Als Autor anzeigen
fr: Lister comme auteur
ja: 投稿者のリスト
pt_pt: Listar como autor

source: This user is listed as author
de: Dieser Benutzer wird als Autor angezeigt
fr: Cet utilisateur est listé comme auteur
ja: このユーザーは投稿者としてリストされています
pt_pt: Este utilizador é listado como autor

source: This username is already in use
de: Der Benutzername ist bereits vergeben
fr: Ce nom d'utilisateur est déjà utilisé.
ja: このユーザー名はすでに使用されています
pt_pt: Este nome de utilizador já se encontra em uso

source: What should Rezine do with posts written by this user?
de: Was soll mit den Beiträgen dieses Benutzers passieren?
fr: Que doit faire Rezine des billets écrits par cet utilisateur ?
ja: このユーザーによって書かれた投稿をどのように処理しますか？
pt_pt: O que Rezine deve fazer com os artigos escritos por este utilizador?

source: Delete them permanently
de: Unwiderruflich löschen
fr: Les supprimer définitivement
ja: 完全に削除する
pt_pt: Apagá-los permanentemente

source: Reassign posts
de: Beiträge neu zuweisen
fr: Les attribuer à quelqu'un d'autre
ja: 投稿者を再設定する
pt_pt: Reatribuir artigos

source: Reassign posts to
de: Anderem Benutzer zuweisen
fr: Attribuer les billets à
ja: 投稿者として割り当てるユーザー
pt_pt: Reatribuir artigos para

source: You have to select the user that gets the posts assigned.
de: Du musst einen Benutzer auswählen, der die Beiträge übernimmt.
fr: Vous devez sélectionner l'utilisateur à qui les billets seront attribués
ja: 投稿を割り当てるユーザーを選択してください。
pt_pt: Tem que seleccionar um utilizador para receber os artigos.

source: Confirm password
de: Passwort bestätigen
ja: 確認用パスワード

source: This email address is already in use
de: Diese E-Mail Adresse wird bereits verwendet
ja: このメールアドレスはすでに使用されています

source: Passwords do not match
de: Die Passwörter stimmen nicht überein.
ja: パスワードが一致しません

source: Filename
de: Dateiname
fr: Nom de fichier
ja: ファイル名
pt_pt: Nome de arquivo

source: Log Level
fr: Niveau de journalisation
ja: ログレベル
pt_pt: Nível de registo

source: Blog title
de: Blog-Titel
fr: Titre du blog
ja: ブログタイトル
pt_pt: Título do blog

source: Blog tagline
fr: Sous titre du blog
ja: ブログの見出し
pt_pt: Tagline do blog

source: Blog email
fr: Email du blog
ja: ブログのメールアドレス
pt_pt: Email do blog

source: Language
de: Sprache
fr: Langue
ja: 言語
pt_pt: Linguagem

source: Timezone
de: Zeitzone
fr: Fuseau horaire
ja: タイムゾーン
pt_pt: Fuso horário

source: Cookie Name
fr: Nom du cookie
ja: クッキー名
pt_pt: Nome da cookie

source: Comments enabled
de: Kommentare aktiviert
fr: Commentaires activés
ja: コメント有効
pt_pt: Comentários habilitados

source: enable comments per default
de: aktiviere Kommentare standardmäßig
fr: activer les commentaires par défaut
ja: コメントをデフォルトで有効にする
pt_pt: habilitar comentários por defeito

source: Comment Moderation
de: Kommentar-Moderation
fr: Modération des commentaires
ja: コメントのモデレーション
pt_pt: Moderação de Comentários

source: Pingbacks enabled
de: Pingbacks aktiviert
fr: Pingbacks activés
ja: ピンバック有効
pt_pt: Pingbacks activos

source: enable pingbacks per default
de: aktiviere Pingbacks standardmäßig
fr: activer les pingbacks par défaut
ja: ピンバックをデフォルトで有効にする
pt_pt: activar pingbacks por defeito

source: Use flat comments
de: flache Kommentarstruktur verwenden
fr: Commentaires « à plat »
ja: フラットコメントを使用する
pt_pt: Utilizar comentários de texto

source: All comments are posted top-level
de: Es gibt keine Kommentarverschachtelung
fr: Tout les commentaires sont postés au premier niveau
ja: すべてのコメントをトップレベルで投稿する
pt_pt: Todos os comentários serão publicados no nível de topo

source: Default parser
de: Standard-Parser
fr: Interpréteur par défaut
ja: デフォルトパーサー
pt_pt: Parser por defeito

source: Comment parser
de: Kommentar-Parser
fr: Interpréteur pour les commentaires
ja: コメントパーサー
pt_pt: Parser de comentários

source: Posts per page
de: Einträge pro Seite
fr: Billets par page
ja: 1ページあたりの投稿数
pt_pt: Artigos por página

source: Blog URL prefix
de: Blog URL-Präfix
fr: Préfixe URL du blog
ja: ブログURLのプレフィックス
pt_pt: Prefixo URL do blog

source: Admin URL prefix
de: Admin URL-Präfix
fr: Préfixe URL de l'administration
ja: 管理画面URLのプレフィックス
pt_pt: Prefixo URL de administração
