Repository: rockyburt/Rezine
Catalog: rezine/i18n/*/messages.po
Languages: de, fr, ja, pt_pt

source: The importer converts now all the collected and selected data for Rezine and inserts it into the database. This can take some time. <strong>Don't hit cancel!</strong>
de: Der Importer konvertiert alle gesammelten und ausgewählten Daten für Rezine und fügt sie in die Datenbank ein. Das kann einige Zeit dauern. <strong>Klicke nicht auf Abbrechen!</strong>
fr: L'importateur convertis maintenant tout les données collectées et sélectionnées pour Rezine et les insère dans la base de donnée. Ceci peut prendre du temps. <strong>Ne cliquez pas sur annuler!</strong>
ja: 選択されたすべてのデータをインポーターが変換してデータベースに格納します。 これには時間がかかる場合があります。<strong>インポート中にキャンセルしないでください！</strong>
pt_pt: O importador converterá agora todas as informações agregadas e seleccionadas para o Rezine e as inserirá na base de dados. Isto pode levar algum tempo. <strong>Não clique em cancelar!</strong>

source: Imported data successfully.
de: Daten erfolgreich importiert.
fr: Données importées avec succès.
ja: 正常にデータをインポートしました。
pt_pt: Dados importados com sucesso.

source: Plugin Management
de: Plugin-Verwaltung
fr: Gestion des greffons
ja: プラグイン管理
pt_pt: Gestão de Plugins

source: Plugins extend the functionality of the Rezine system. Because of security and convenience reasons you have to enable plugins by hand. Some plugins could conflict with each other so it's up to you to decide which plugins you want to enable. In case of doubt have a look at the installation instructions of the plugin you've added.
de: Plugins können die Funktionalität von Rezine erweitern. Aus Sicherheitsgründen müssen sie von Hand aktiviert werden. Einige Plugins arbeiten möglicherweise nicht mit anderen Plugins zusammen. Im Zweifelsfall schau bitte in die Installationsanweisungen des Plugins.
fr: Les greffons étendent les fonctionnalités de Rezine. Pour des raisons de sécurité et de commodité, vous devez activer les greffons manuellement. Certains greffons sont en conflit entre eux donc c'est à vous de décider lesquels activer. En cas de doute, regardez les instructions d'installation du greffon que vous avez ajouté.
ja: プラグインはRezineシステムの機能を拡張します。セキュリティと利便上、 手動でプラグインを有効にしなければなりません。 プラグインの中には他のプラグインと衝突するものがあるかもしれません。 その場合は、どちらか一つだけをを有効にしてください。 動作がおかしいと感じた場合には、追加したプラグインのインストールマニュアルを参照してください。
pt_pt: Os plugins extendem as funcionalidades do Rezine. Por motivos de segurança e conveniência deve activar os plugins manualmente. Alguns plugins podem entrar em conflito com outros, é sua decisão definir quais plugins serão activos. Em caso de dúvidas dê uma olhada nas instruções de instalação do plugin que adicionou.

source: Plugin
fr: Greffon
ja: プラグイン

source: Version
ja: バージョン
pt_pt: Versão

source: Activate
de: Aktivieren
fr: Activer
ja: 有効
pt_pt: Activar

source: Remove plugin
de: Plugin entfernen
fr: Enlever le greffon
ja: プラグインを削除
pt_pt: Remover plugin

source: <span class="bundlemarker">*</span> marked plugins are bundled with Rezine and upgraded as part of it.
ja: <span class="bundlemarker">*</span> マークの付いたプラグインはRezineにバンドルされており、Rezineの一部として アップグレードされます。

source: Add New Plugin
de: Neues Plugin hinzufügen
fr: Ajouter un nouveau greffon
ja: 新しいプラグインを追加
pt_pt: Adicionar Um Novo Plugin

source: If you have a plugin as Rezine <tt>.plugin</tt> file you can upload it to your Rezine instance using the following form. Plugins added this way can also be completely removed.
de: Wenn du ein Plugin als Rezine <tt>.plugin</tt> Datei hast, kannst du es in deine Rezine-Instanz importieren, indem du es hier hochlädst. Plugins, die auf diese Weise hinzugefügt werden, können auch wieder vollständig entfernt werden.
fr: Si vous avez un greffon comme un fichier <tt>.plugin</tt> Rezine vous pouvez le télécharger vers votre instance Rezine avec le formulaire ci-dessous. Les greffons ajoutés de cette façon peuvent aussi être effacés complètement.
ja: Rezineプラグインをお持ちの場合、 以下のフォームを使って<tt>.plugin</tt> ファイルを Rezineインスタンスにアップロードできます。 この方法で追加されたプラグインは完全に削除することもできます。
pt_pt: Se tem um arquivo <tt>.plugin</tt> Rezine, pode enviá-lo para a sua instância Rezine usando o formulário seguinte. Plugins adicionados desta maneira podem ser removidos por completo.

source: %d comment
de: %d Kommentar
fr: %d commentaire
ja: %d件のコメント
pt_pt: %d comentário

source: No items on the frontpage
de: Keine Einträge auf der Hauptseite
fr: Aucun élément sur la page d'accueil
ja: フロントページにアイテムがありません
pt_pt: Sem itens na página inicial

source: Remove Plugin
de: Plugin entfernen
fr: Enlever un greffon
ja: プラグインを削除
pt_pt: Remover Plugin

source: Do you really want to remove the plugin “%(plugin_name)s” permanently from the instance folder? If you do so you have to reinstall the plugin if you want to use it again.
de: Möchtest du das Plugin „%(plugin_name)s“ permanent aus dem Instanzordner entfernen? Um das Plugin wieder zu aktivieren, muss es zuvor wieder neu installiert werden.
fr: Voulez-vous vraiment enlever définitivement le greffon « %(plugin_name)s » de votre dossier d'instance ? Si vous le faîtes, vous devrez le réinstaller si vous voulez le réutiliser.
ja: 本当に、プラグイン “%(plugin_name)s” をインスタンスフォルダから完全に削除しますか？ 再度使用したい場合は、このプラグインを再インストールしなければなりません。
pt_pt: Deseja realmente remover o plugin “%(plugin_name)s” permanentemente da pasta da sua instância? Se o fizer, deverá reinstalar o plugin caso deseje utilizá-lo novamente.

source: Theme Manager
de: Designverwaltung
fr: Gestionnaire de thèmes
ja: テーマ管理
pt_pt: Gestor de Temas

source: Select this theme
ja: このテーマを選択

source: by %(author)s
de: von %(author)s
fr: par %(author)s
ja: 投稿者: %(author)sさん
pt_pt: por %(author)s

source: Configure Theme
de: Design konfigurieren
fr: Configurer le thème
ja: テーマを設定
pt_pt: Configurar Tema

source: Unblock Comment
de: Kommentar nicht mehr blockieren
fr: Débloquer le commentaire
ja: コメントのブロックを解除
pt_pt: Desbloquear Comentário

source: Do you really want to unblock the comment by %(comment_author)s which was blocked with the following reason: %(reason)s?
de: Möchtest du den Kommentar von %(comment_author)s wirklich nicht mehr blockieren? Er wurde aus dem folgenden Grund blockiert: %(reason)s
fr: Voulez-vous vraiment débloquer le commentaire par %(comment_author)s ? Il était bloqué pour la raison suivante : %(reason)s
ja: 本当に、以下の理由でブロックされた%(comment_author)sさんのコメントを ブロック解除しますか？: %(reason)s?
pt_pt: Deseja realmente desbloquear o comentário de %(comment_author)s que foi bloqueado pela seguinte razão: %(reason)s?

source: URL Options
de: URL-Einstellungen
fr: Options d'URL
ja: URL オプション
pt_pt: Opções de URL

source: Here you can change some basic URL configuration settings. This is especially useful if you have plugins installed that that add a new index page or if you want to move the administration to a different location.
de: Hier kannst du einige grundlegende URL-Konfigurationen ändern. Das ist insbesondere nützlich, wenn du Plugins installiert hast, die eine neue Index-Seite einfügen oder wenn du die Administration an eine andere Stelle verlegen möchtest.
fr: Ici vous pouvez changer quelques réglages basiques pour les URL. C'est particulièrement utile si vous avez des greffons installés qui ajoutent une nouvelle page d'accueil ou si vous voulez déplacer l'administration vers un autre emplacement.
ja: ここでは、基本的なURL設定を変更できます。 これは特に、インストールされるプラグインが新しいインデックスページを加えたり、 ブログを別の場所に移動させたい場合に役立ちます。
pt_pt: Aqui pode alterar algumas configurações básicas de URL. Isso é especialmente útil se tem instalado plugins que adicionam uma nova página índice ou se deseja mover a administração para uma localização diferente.

source: The key is used to build the url. If no key is given it's just the title-slug.
de: Der Schlüssel wird verwendet, um die URL aufzubauen. Wenn kein Schlüssel angegeben wird, wird er aus dem Titel erstellt.
fr: La clé est utilisée pour construire l'URL. Si elle n'est pas donnée, elle est basée sur le titre.
ja: キーはURLの生成に用いられます。キーが設定されていない場合はタイトルスラッグが使用されます。
pt_pt: A chave é usada para criar o URL. Se nenhuma chave é fornecida, usa-se apenas a slug do título.

source: Content
de: Inhalt
fr: Contenu
ja: コンテンツ
pt_pt: Conteúdo

source: Parent Page
de: Elternseite
fr: Page parente
ja: 親ページ
pt_pt: Página Pai

source: Position
ja: 場所
pt_pt: Posição

source: Latest Comments
de: Neueste Kommentare
fr: Derniers commentaires
ja: 最新のコメント
pt_pt: Últimos Comentários

source: Latest Posts
de: Neueste Einträge
fr: Derniers billets
ja: 最新の投稿
pt_pt: Últimos Artigos

source: Navigation
ja: ナビゲーション
pt_pt: Navegação

source: Complete archive
de: Vollständiges Archiv
fr: Archive complète
ja: すべてのアーカイブ
pt_pt: Arquivo completo

source: Error
de: Fehler
fr: Erreur
ja: エラー
pt_pt: Erro

source: Warning
de: Warnung
ja: 警告

source: unkown file
de: Unbekannte Datei
fr: fichier inconnu
ja: 不明なファイル
pt_pt: arquivo desconhecido

source: No choices.
de: Keine Auswahl.
fr: Aucun choix.
ja: 選択肢がありません。
pt_pt: Sem escolhas.

source: Submit
de: Absenden
fr: Envoyer
ja: 送信
pt_pt: Enviar

source: This field is required.
de: Dieses Feld ist erforderlich.
fr: Ce champ est requis.
ja: このフィールドは必須項目です。
pt_pt: Este campo é necessário.

source: Invalid security token submitted.
de: Ungültiges Sicherheits-Token übermittelt.
fr: Jeton de sécurité invalide.
ja: 無効なセキュリティトークンが送信されました。
pt_pt: O token de segurança enviado é inválido.

source: Please provide at least %d item.
de: Bitte gib zumindest %d Eintrag an.
fr: Veuillez fournir au moins %d élément.
ja: 少なくとも%d個のアイテムを入力してください。
pt_pt: Por favor, forneça pelo menos %d item.

source: Please provide no more than %d item.
de: Bitte nicht mehr als %d Eintrag angeben.
fr: Veuillez ne pas fournir plus de %d élément.
ja: %d個以下のアイテムしか入力できません。
pt_pt: Por favor, não forneça mais do que %d item.

source: Please enter at least %d character.
de: Bitte mindestens %d Zeichen angeben.
fr: Veuillez saisir au moins %d caractère.
ja: 少なくとも%d文字を入力してください。
pt_pt: Por favor, digite pelo menos %d caracter.

source: Please enter no more than %d character.
de: Bitte nicht mehr als %d Zeichen angeben.
fr: Veuillez ne pas saisir plus de %d caractère.
ja: %d文字以下しか入力できません。
pt_pt: Por favor, não forneça mais do que %d caracter.

source: Please enter a valid date.
de: Du musst ein gültiges Datum angeben.
fr: Veuillez saisir une date valide.
ja: 有効な日付を入力してください。
pt_pt: Por favor, digite uma data válida.

source: “%(value)s” does not exist
de: „%(value)s“ existiert nicht.
fr: « %(value)s » n'existe pas
ja: “%(value)s” は存在しません
pt_pt: “%(value)s” não existe.

source: Invalid value.
de: Ungültiger Wert.
fr: Valeur invalide.
ja: 無効な値です。
pt_pt: Valor inválido.

source: Key does not exist.
de: Schlüssel existiert nicht.
fr: Cette clé n'existe pas
ja: キーが存在しません。
pt_pt: A chave não existe.

source: Please enter a valid choice.
de: Bitte eine Wahlmöglichkeit angeben.
fr: Veuillez saisir un choix valide.
ja: 有効な選択肢を選んでください。
pt_pt: Por favor, insira uma opção válida.

source: “%s” is not a valid choice
de: „%s” ist keine Wahlmöglichkeit.
fr: « %s » n'est pas un choix valide
ja: “%s” は有効な選択肢ではありません
pt_pt: “%s” não é uma opção válida

source: Please enter a whole number.
de: Bitte eine ganze Zahl angeben.
fr: Veuillez saisir un nombre entier.
ja: 整数を入力してください。
pt_pt: Por favor, insira um número inteiro.

source: Ensure this value is greater than or equal to %s.
de: Bitte einen Wert größer oder gleich %s angeben.
fr: Assurez vous que la valeur est supérieure ou égale à %s.
ja: この値は%s以上でなければなりません。
pt_pt: Assegure-se que este valor é maior ou igual a %s.

source: Ensure this value is less than or equal to %s.
de: Bitte einen Wert kleiner oder gleich %s angeben.
fr: Assurez vous que la valeur est inférieure ou égale à %s.
ja: この値は%s以下でなければなりません。
pt_pt: Assegure-se que este valor é menor ou igual a %s.

source: True
de: Wahr
fr: Vrai
ja: はい
pt_pt: Verdadeiro

source: False
de: Falsch
fr: Faux
ja: いいえ
pt_pt: Falso

source: critical
de: Schwerer Fehler
fr: critique
ja: 重要
pt_pt: Crítico

source: error
de: Fehler
fr: erreur
ja: エラー
pt_pt: erro

source: warning
de: Warnung
fr: avertissement
ja: 警告
pt_pt: aviso

source: notice
de: Bemerkung
fr: notification
ja: 注意

source: info
de: Information
ja: 情報

source: debug
fr: débogage
ja: デバッグ

source: Next »
de: Weiter »
fr: Suivant »
ja: 次へ »
pt_pt: Próximo »

source: « Previous
de: « Zurück
fr: « Précédent
ja: « 前へ
pt_pt: « Anterior

source: You have to enter a valid URL.
de: Du musst eine gültige URL angeben.
fr: Vous devez saisir une URL valide.
ja: 有効なURLを入力してください。
pt_pt: Você tem que digitar um URL válido.

source: The slug is too long
de: Der URL-Bezeichner ist zu lang.
fr: L'identificateur est trop long
ja: このスラッグは長すぎます
pt_pt: Esta slug é muito longa.

source: The slug must not start with a slash
de: Ein URL-Bezeichner darf nicht mit einem Slash beginnen.
fr: L'identificateur ne doit pas commencer par une barre oblique (slash).
ja: スラッシュから始まるスラッグは許可されていません
pt_pt: A slug não pode começar com uma barra.

source: You have to enter a valid net address.
de: Du musst eine gültige Netzwerkadresse angeben.
fr: Vous devez saisir une adresse réseau valide
ja: 有効なネットワークアドレスを入力してください。
pt_pt: Tem que inserir um endereço de internet válido.

source: The port has to be numeric
de: Der Port muss eine Zahl sein.
fr: Le port doit être numérique
ja: ポートは数値でなければなりません
pt_pt: A porta deve ser um numero

source: Invalid character, < or > are not allowed.
de: Fehlerhaftes Zeichen, < oder > sind nicht erlaubt.
fr: Caractère invalide, < ou > ne sont pas autorisés.
ja: 不正な文字です。「<」 や「 >」 のような文字は許可されていません。
pt_pt: Caracter inválido, < ou > não são permitidos.

source: URL prefix must not be a sole slash.
de: Ein URL-Präfix darf nicht ein einzelner Slash sein.
fr: Le préfixe d'URL ne doit pas être une barre oblique (slash) seule.
ja: スラッシュのみのURLプレフィックスは許可されていません。
pt_pt: O prefixo URL não deve ser apenas uma barra.

source: URL prefix must start with a slash.
de: Ein URL-Präfix muss mit einem Slash beginnen.
fr: Le préfixe d'URL doit commencer par une barre oblique (slash).
ja: URLプレフィックスは、スラッシュから始まっている必要があります。
pt_pt: O prefixo URL deve começar com uma barra.

source: URL prefix must not end with a slash.
de: Ein URL-Präfix darf nicht mit einem Slash enden.
fr: Le préfixe d'URL ne doit pas se terminer par une barre oblique (slash).
ja: スラッシュで終わるURLプレフィックスは許可されていません。
pt_pt: O prefixo URL não deve terminar com uma barra.

source: Invalid character, <, > or \ are not allowed.
de: Fehlerhaftes Zeichen, <, > oder \ sind nicht erlaubt.
ja: 不正な文字です。「<」、「 >」 または、「\」は許可されていません。

source: URL format cannot start with a slash.
de: Ein URL-Format darf nicht mit einem Slash beginnen.
ja: スラッシュから始まるURLフォーマットは許可されていません。

source: URL cannot contain //.
ja: URLに「//」を含んではいけません。

source: URL cannot contain a reference toparent path.
ja: URLは親への参照パスを含んではいけません。

source: Unknown format code %s.
ja: %s は未知のフォーマットコードです。

source: The text must not be empty.
de: Der Text darf nicht leer sein.
fr: Le texte ne doit pas être vide.
ja: テキストを入力してください。
pt_pt: O Texto não pode ser vazio.

source: Error when loading dynamic ZEML element. The system ignored the element. Maybe a disabled plugin caused the problem.
de: Fehler beim Laden eines dynamischen ZEML-Elements. Das System ignoriert dieses Element, vielleicht hat ein deaktiviertes Plugin das Problem verursacht.
fr: Erreur lors du chargement un élément ZEML dynamique. Le système a ignoré cet élément. Peut-être qu'un greffon désactivé a causé le problème.
ja: ダイナミックZEML要素をロード中にエラーが発生しました。システムはこの要素を無視しました。無効にしたプラグインの影響かもしれません。
pt_pt: Erro ao carregar um elemento dinâmico ZEML. O sistema ignorou o elemento. Talvez um plugin desabilitado tenha causado o problema.

source: Error loading dynamic element %s
de: Fehler beim Laden des dynamischen Elements %s
fr: Erreur lors du chargement de l'élément dynamique %s
ja: ダイナミック要素 %s をロード中に発生したエラー
pt_pt: Erro ao carregar o elemento dinâmico %s

source: Error in markup
ja: マークアップのエラー

source: Invalid attribute given to %s tag: %s
ja: タグ %s に無効な属性が指定されました。: %s

source: Profile
de: Profil
ja: プロフィール

source: Help
de: Hilfe
fr: Aide
ja: ヘルプ
pt_pt: Ajuda

source: System
fr: Système
ja: システム
pt_pt: Sistema

source: Your profile was updated successfully.
de: Dein Profil wurde aktualisiert.
ja: 正常にプロフィールが更新されました。

source: Notification settings changed.
de: Benachrichtigungseinstellungen wurden geändert.
ja: 通知設定が変更されました。

source: Entry
de: Eintrag
fr: Billet
ja: エントリー
pt_pt: Entrada

source: Page
de: Seite
ja: ページ
pt_pt: Página

source: Write
de: Schreiben
fr: Écrire
ja: 新規作成
pt_pt: Escrever

source: Entries
de: Einträge
fr: Billets
ja: エントリー
pt_pt: Entradas

source: Pages
de: Seiten
ja: ページ
pt_pt: Páginas

source: Manage
de: Verwalten
fr: Gérer
ja: 管理
pt_pt: Gerir

source: Overview
de: Übersicht
fr: Vue d'ensemble
ja: 概要
pt_pt: Visão geral

source: Awaiting Moderation (%d)
de: Unmoderiert (%d)
fr: En attente de modération (%d)
ja: 承認待ち (%d)
pt_pt: Aguardando Moderação (%d)

source: Approved (%d)
de: Moderiert (%d)
ja: 承認済み (%d)

source: Blocked (%d)
de: Geblockt (%d)
ja: ブロック (%d)

source: Spam (%d)
fr: Indésirables (%d)
ja: スパム (%d)

source: Options
de: Optionen
ja: オプション
pt_pt: Opções

source: Basic
de: Grundlagen
fr: Basiques
ja: 基本
pt_pt: Básico

source: URLs
ja: URL

source: Cache
ja: キャッシュ

source: Users
de: Benutzer
fr: Utilisateurs
ja: ユーザー
pt_pt: Utilizadores

source: Information
fr: Informations
ja: 情報
pt_pt: Informação

source: Rezine is in maintenance mode. Don't forget to <a href="%s">turn it off again</a> once you finish your changes.
de: Rezine ist im Wartungsmodus. Vergiss nicht, ihn <a href="%s">wieder zu deaktivieren</a>, wenn du fertig bist.
fr: Rezine est en mode de maintenance. N'oubliez pas <a href="%s">de le désactiver</a> une fois que vous aurez terminé vos changements.
ja: Rezineはメンテナンスモードです。変更を完了したら、メンテナンスモードを<a href="%s">無効にする</a>のを忘れないでください。
pt_pt: O Rezine está em modo de manutenção. Não se esqueça de <a href="%s">desligá-lo</a> quando terminar as mudanças.

source: Could not activate plugin “%(name)s”: %(error)s
de: Konnte das Plugin „%(name)s“ nicht aktivieren: %(error)s
fr: Impossible d'activer le plugin « %(name)s » : %(error)s
ja: プラグイン “%(name)s” を有効化できませんでした: %(error)s
pt_pt: Não foi possível activar o plugin “%(name)s”: %(error)s

source: No URLs pinged so far because the post is not publicly available
de: Es wurden noch keine URLs gepingt, weil der Eintrag nicht öffentlich erreichbar ist
fr: Aucune URL « pinguées » pour l'instant car le billet n'est pas accessible publiquement.
ja: 投稿が一般公開されていないので、URLからの応答はありませんでした
pt_pt: Nenhum ping para URLs até o momento porque este artigo não esta disponível ao público

source: Could not ping URLs because the parser for the post is not available any longer.
de: Konnte URLs nicht pingen, weil der Parser für diesen Eintrag nicht mehr länger verfügbar ist.
fr: Impossible de « pinguer » les URLs car l'interpréteur pour ce billet n'est plus disponible.
ja: 投稿のためのパーサーが利用不能になっているため、URLの応答を確認できませんでした。
pt_pt: Não possível executar o ping para URLs porque o parser para este artigo já não se encontra disponível.

source: Could not ping %(url)s: %(error)s
de: Konnte %(url)s nicht pingen: %(error)s
fr: Impossible de « pinguer » %(url)s : %(error)s
ja: %(url)s からの応答を確認できませんでした。: %(error)s
pt_pt: Não possível executar o ping para %(url)s: %(error)s

source: The following link was pinged successfully: %s
de: Der folgende Link wurde erfolgreich gepingt: %s
ja: 以下のリンクとの正常な接続を確認しました: %s

source: Text here...
de: Text hier...
fr: Texte ici ...
ja: ここにテキストを入力...
pt_pt: Texto aqui...

source: Untitled Page
de: Neue Seite
fr: Page sans titre
ja: 無題のページ
pt_pt: Página Sem Título

source: The entry %s was created successfully.
de: Der Eintrag %s wurde erstellt.
fr: Le billet « %s » a été créé avec succès.
ja: エントリー %s は正常に作成されました。
pt_pt: A entrada %s foi criada com sucesso.

source: The entry %s was updated successfully.
de: Der Eintrag %s wurde aktualisiert.
fr: Le billet « %s » a été mis à jour avec succès.
ja: エントリー %s は正常に更新されました。
pt_pt: A entrada %s foi actualizada com sucesso.

source: The entry %s was deleted successfully.
de: Der Eintrag %s wurde gelöscht.
fr: Le billet « %s » a été supprimé avec succès.
ja: エントリー %s は正常に削除されました。
pt_pt: A entrada %s foi removida com sucesso.

source: The page %s was created successfully.
de: Die Seite %s wurde erstellt.
fr: La page « %s » a été créée avec succès.
ja: ページ %s は正常に作成されました。
pt_pt: A página %s foi criada com sucesso.

source: The page %s was updated successfully.
de: Die Seite %s wurde aktualisiert.
fr: La page « %s » a été mise à jour avec succès.
ja: ページ %s は正常に更新されました。
pt_pt: A página %s foi actualizada com sucesso.

source: The page %s was deleted successfully.
de: Die Seite %s wurde gelöscht.
fr: La page « %s » a été supprimée avec succès.
ja: ページ %s は正常に削除されました。
pt_pt: A página %s foi removida com sucesso.

source: “Delete All” can only be issued for “Spam” and “Blocked” comment types.
ja: “すべて削除”は“スパム”および“ブロック”されたコメントにのみ使用できます。

source: Deleted %d %s comments.
ja: %d 件の %s コメントを削除しました。

source: Approved all the selected comments.
de: Alle markierten Kommentare wurden bestätigt.
fr: Tout les commentaires sélectionnés ont été approuvés
ja: 選択されたすべてのコメントを承認しました。
pt_pt: Todos os comentários seleccionados foram aprovados.

source: Blocked all the selected comments.
de: Alle markierten Kommentare wurden geblockt.
ja: 選択されたすべてのコメントをブロックしました。

source: Reported all the selected comments as SPAM.
de: Alle markierten Kommentare wurden als Spam gemeldet.
ja: 選択されたすべてのコメントをスパムとして報告しました。

source: Reported all the selected comments as NOT SPAM.
de: Alle markierten Kommentare wurden als NICHT Spam gemeldet.
ja: 選択されたすべてのコメントをスパムでないと報告しました。

source: All Comments
de: Alle Kommentare
fr: Tout les commentaires
ja: すべてのコメント
pt_pt: Todos os Comentários

source: Comments Awaiting Moderation
de: Unmoderierte Kommentare
fr: Commentaires en attente de modération
ja: 承認待ちコメント
pt_pt: Comentários a Aguardar Moderação

source: Approved Commments
de: Moderierte Kommentare
ja: 承認済みコメント

source: Blocked
de: Geblockt
ja: ブロックされたコメント

source: Spam
fr: Indésirables
ja: スパム

source: Comments for “%s”
de: Kommentare für „%s“
fr: Commentaires pour « %s »
ja: “%s” に対するコメント
pt_pt: Comentários para “%s”

source: You're not allowed to manage this comment
de: Du kannst dieses Kommentar nicht verwalten
ja: このコメントを管理する権限がありません

source: Comment by %s moderated successfully.
de: Der Kommentar von %s wurde moderiert.
fr: Le commentaire de %s a été modéré avec succès.
ja: %s さんのコメントは正常にモデレートされました。
pt_pt: Comentário de %s moderado com sucesso.

source: Comment by %s approved successfully.
de: Der Kommentar von %s wurde bestätigt.
fr: Le commentaire de %s a été approuvé avec succès.
ja: %s さんのコメントは承認されました。
pt_pt: Comentário de %s aprovado com sucesso.

source: Comment by %s blocked successfully.
de: Der Kommentar von %s wurde geblockt.
fr: Le commentaire de %s a été bloqué avec succès.
ja: %s さんのコメントはブロックされました。
pt_pt: Comentário de %s bloqueado com sucesso.

source: Comment by %s reported as Spam successfully.
de: Der Kommentar von %s wurde erfolgreich als Spam gemeldet.
ja: %s さんのコメントはスパムとして報告されました。

source: Comment by %s reported as NOT Spam successfully.
de: Der Kommentar von %s wurde als NICHT Spam gemeldet.
ja: %s さんのコメントはスパムでないと報告されました。

source: NOT Spam
de: KEIN Spam
ja: スパムでない

source: Category %s created successfully.
de: Die Kategorie %s wurde erstellt.
fr: La catégorie %s a été créée avec succès.
ja: カテゴリー %s は正常に作成されました。
pt_pt: Categoria %s criada com sucesso.

source: Category %s updated successfully.
de: Die Kategorie %s wurde verändert.
fr: La catégorie %s a été mise à jour avec succès.
ja: カテゴリー %s は正常に更新されました。
pt_pt: Categoria %s actualizada com sucesso.

source: Category %s deleted successfully.
de: Die Kategorie %s wurde gelöscht.
fr: La catégorie %s a été supprimée avec succès.
ja: カテゴリー %s は正常に削除されました。
pt_pt: Categoria %s removida com sucesso.
