Repository: rockyburt/Rezine
Catalog: rezine/i18n/*/messages.po
Languages: de, fr, ja, pt_pt

source: When using the filesystem cache you can control where Rezine puts all the cache data. This path is relative to your Rezine instance folder and will be created automatically by Rezine. Keep in mind that if you change that path and old cache data is left in the old folder, Rezine won't clean up the data left for you.
de: Wenn der Dateisystem-Cache verwendet wird, kannst du einen Pfad angeben, in dem Rezine die Daten ablegt. Beachte bitte, dass das Ändern des Pfades die alten Cache-Dateien in diesem Ordner nicht automatisch löscht.
fr: Si vous utilisez le cache dans le système de fichier, vous pouvez contrôler où Rezine met les données. Ce chemin est relatif au dossier de votre instance Rezine et sera créé automatiquement. Par contre, si vous changez le chemin, les anciennes données de cache restent dans l'ancien dossier. Rezine ne les nettoiera pas pour vous.
ja: ファイルキャッシュシステムを使用する場合は、Rezineがキャッシュに使用すフォルダを設定できます。 このパスはRezineインスタンスフォルダからの相対パスで指定され、自動的に作成されます。 パスを変更した場合に、変更前のフォルダには古いキャッシュデータが残ります。 古いデータはRezineによって削除されません。
pt_pt: Ao utilizar a cache no sistema de arquivos pode controlar onde o Rezine coloca toda a informação da cache. Este caminho é relativo à pasta da sua instância Rezine e será criado automaticamente pelo Rezine. Tenha em mente que se alterar o caminho e os dados ficarem na pasta antiga o Rezine não limpará esses dados por si.

source: One thing you have to keep in mind is that the cache path <em>must</em> be a directory that only Rezine uses for file management. The Rezine code cleans up there from time to time and it could delete files that are otherwise not tracked by Rezine. This is especially the case if you try to cache into <code>/tmp</code> or a similar folder that all kinds of applications use for storing temporary files.
de: Außerdem muss beachtet werden, dass der Cache-Pfad ausschließlich von Rezine für Dateien verwendet wird. Rezine wird von Zeit zu Zeit den Cache leeren und ohne Nachfrage alle Dateien in diesem Ordner löschen. Nutze also nicht einfach nur <code>/tmp</code> für Caching, sondern immer einen Unterordner.
fr: Gardez à l'esprit que le chemin du cache <em>doit</em> être un dossier que seul Rezine utilise. Le code de Rezine fait du ménage là-bas de temps en temps ou pourrait supprimer des fichiers qui ne sont pas suivis par Rezine. C'est particulièrement le cas si vous essayez de mettre le cache dans <code>/tmp</code> ou d'autres dossiers similaires que toutes sortes d'applications utilisent pour stocker des fichiers temporaires.
ja: キャッシュパスは<em>必ずRezine専用のディレクトリでなければなりません</em>。 Rezineコードは適宜ディレクトリ内のファイルを削除しているため、 Rezineで使用されていないファイルも削除してしまう可能性があります。 他のアプリケーションでも使用される <code>/tmp</code> などのディレクトリは <em>使用しないでください</em>。
pt_pt: Algo que deve ter em mente é que o caminho para a cache <em>deve</em> ser uma pasta que apenas o Rezine usa para gerir arquivos. O código do Rezine limpa a pasta de tempos a tempos e pode apagar arquivos não controlados pelo Rezine. Este é o caso especialmente se tentar colocar a cache em <code>/tmp</code> ou pasta similar, onde qualquer tipo de aplicação guarda arquivos temporários.

source: General Cache Settings
de: Generelle Cache Einstellungen
fr: Réglages généraux du cache
ja: キャッシュ共通設定
pt_pt: Configurações Gerais da Cache

source: The following configuration values are cache system-independent. You can use them to fine-tune the caching. The timeout is the number of seconds an item is cached per default. Some items have different cache timeouts though. If “eager caching” is enabled the cache system will cache a lot more but it will have visible side-effects. For example new blog posts won't appear on the index or in the feed for up to the default timeout.
de: Die folgenden Werte sind vom Cache-System unabhängig. Du kannst sie verwenden, um das Caching im Detail zu beeinflussen. Der Timeout ist die Anzahl an Sekunden, die ein einzelner Eintrag im Cache gespeichert wird. Allerdings haben bestimmte Einträge einen Timeout, der nicht von diesem Wert abhängt. Wenn „Eager caching“ aktiviert ist, wird das Cache-System wesentlich mehr Daten speichern - mit sichtbaren Nebeneffekten. Zum Beispiel werden neue Blogposts auf der Übersicht oder in einem Newsfeed erst nach einiger Zeit erscheinen.
fr: Les réglages suivants sont indépendants du système de cache. Vous pouvez les utiliser pour régler finement le cache. Le timeout est le nombre de secondes qu'un élément est mis en cache par défaut. Certains éléments ont cependant des timeout différents. Si le cache « zélé » est activé, beaucoup plus de données seront mises en cache, mais cela aura des effets visibles. Par exemple, les nouveaux billets n'apparaitront pas dans le flux pour une durée pouvant aller jusqu'au timeout par défaut.
ja: 以下の設定値は、キャッシュシステムの種類に依存しません。 これらの設定値により、キャッシュを微調整することができます。 タイムアウト値はアイテムがキャッシュされるデフォルトの秒数です。 デフォルト以外のキャッシュタイムアウト値を持つアイテムも存在します。 “積極的キャッシュ”を有効にすると、キャッシュシステムによってより多くのアイテムが キャッシュされますが、これにより明らかな副作用が生じます。 たとえば、新しい投稿は最大でデフォルトのタイムアウト値を過ぎるまでインデックスやフィードに表示されません。
pt_pt: Os valores de configuração seguintes são independentes do sistema de cache. Pode usá-los para ajustar a cache. O timeout é o número de segundos que um item fica na cache por defeito. Alguns itens têm diferentes valores de timeout. Se uma “caching egoísta” é habilitada, o sistema de cache vai armazenar mais e isso terá feitos visíveis. Por exemplo, novos artigos não aparecerão no índice ou no feed até ao tempo por defeito de timeout.

source: Clear Cache
de: Cache leeren
fr: Vider le cache
ja: キャッシュの削除
pt_pt: Limpar Cache

source: Change Password
de: Passwort ändern
fr: Changer le mot de passe
ja: パスワードの変更
pt_pt: Alterar Palavra-passe

source: Configuration Editor
de: Konfigurationseditor
fr: Éditeur de configuration
ja: 設定エディタ
pt_pt: Editor de Configurações

source: Here you can tune all registered configuration values. Note that some of them (especially the core configuration values) can easily break your installation if set to an illegal value. Don't alter any of those values if you don't know what effect they have. This editor is especially useful if you want to configure plugins that don't provide a configuration page (yet).
de: Hier können alle bekannten Konfigurationswerte verändert werden. Einige von ihnen (speziell die „core“ Einträge) können sehr leicht die Installation zerstören, wenn sie auf ungültige Werte gestellt werden. Verändere diese Werte nicht, wenn du nicht genau weißt, was sie bewirken. Der Editor ist speziell dann nützlich, wenn du Werte von Plugins verändern willst, die (noch) keine Konfigurationsseite besitzen.
fr: Ici vous pouvez changer tout les réglages de la configuration. Notez que certains (particulièrement la configuration du cœur) peuvent facilement casser votre installation si ils sont mis à une valeur illégale. Ne changer aucune de ces valeurs si vous ne savez pas quel effet elles ont. Cet éditeur est particulièrement utile si vous voulez configurer les greffons qui n'ont pas (encore) de page de configuration.
ja: ここでは、登録されているすべての設定値を変更できます。 不正な値を設定すると（特にコア部分の設定で）システムを破壊してしまう可能性があることに注意してください。 値を変更することでどのような影響がでるか不明な場合には、変更を行わないでください。 このエディタは設定ページが（まだ）存在しないプラグインを設定したい場合に役立ちます。
pt_pt: Aqui pode configurar todos os valores de configuração registrados. Note que alguns desses valores podem facilmente comprometer a sua instalação se configurados para valores não permitidos. Não altere nenhum desses valores se você não conhecer os efeitos que tem. Este editor é especialmente útil se deseja configurar plugins que ainda(para já) não oferecem uma página de configuração.

source: Disable Editor
de: Editor deaktivieren
fr: Désactiver l'éditeur
ja: エディタを無効にする
pt_pt: Desactivar Editor

source: The configuration editor is disabled because of this. If you really want to use it, click the button to proceed.
de: Der Konfigurationseditor ist aus diesem Grund deaktiviert. Wenn du ihn wirklich aktivieren willst, klicke auf den Knopf.
fr: L'éditeur de configuration est désactivé à cause de ceci. Si vous voulez vraiment l'utiliser, cliquez sur le bouton.
ja: 設定エディタは無効になっています。 本当に使いたい場合は、ボタンをクリックして有効にしてください。
pt_pt: O editor de configurações está desabilitado por este motivo. Se realmente deseja utilizá-lo, clique no botão para continuar.

source: Enable Editor
de: Editor aktivieren
fr: Activer l'éditeur
ja: エディタを有効にする
pt_pt: Habilitar Editor

source: Delete Category
de: Kategorie löschen
fr: Supprimer une catégorie
ja: カテゴリーを削除
pt_pt: Apagar Categoria

source: Do you really want to delete category “%(category_name)s”?
de: Möchtest du wirklich die Kategorie „%(category_name)s“ löschen?
fr: Voulez-vous vraiment supprimer la catégorie « %(category_name)s » ?
ja: 本当にカテゴリー “%(category_name)s” を削除しますか？
pt_pt: Deseja realmente apagar a categoria “%(category_name)s”?

source: Delete Comment
de: Kommentar löschen
fr: Supprimer un commentaire
ja: コメントを削除
pt_pt: Apagar Comentário

source: Do you really want to delete the comment by %(comment_author)s?
de: Möchtest du den Kommentar von %(comment_author)s wirklich löschen?
fr: Voulez-vous vraiment supprimer le commentaire de %(comment_author)s ?
ja: 本当に %(comment_author)s さんのコメントを削除しますか？
pt_pt: Deseja realmente apagar o comentário de %(comment_author)s?

source: Delete Comments
de: Kommentare löschen
fr: Supprimer des commentaires
ja: コメントを削除
pt_pt: Apagar Comentários

source: Do you really want to delete the selected comments?
de: Möchtest du wirklich die ausgewählten Kommentare löschen?
fr: Voulez-vous vraiment supprimer les commentaires selectionnés ?
ja: 本当に選択されたコメントを削除しますか？
pt_pt: Deseja realmente apagar os comentários seleccionados?

source: Delete All Comments
de: Alle Kommentare löschen
ja: すべてのコメントを削除

source: Do you really want to delete ALL(%d) %s comments; not just the ones shown on the page you were in?
ja: 本当に%d件すべての%sコメントを削除しますか？ （現在のページに表示されていないコメントもすべて削除されます）

source: Delete Entry
de: Eintrag löschen
fr: Supprimer un billet
ja: エントリーを削除
pt_pt: Apagar Entrada

source: Do you really want to delete entry “%(entry_title)s”?
de: Möchtest du den Eintrag „%(entry_title)s“ wirklich löschen?
fr: Voulez-vous vraiment supprimer le billet « %(entry_title)s » ?
ja: 本当にエントリー “%(entry_title)s” を削除しますか？
pt_pt: Deseja realmente apagar a entrada “%(entry_title)s”?

source: This will also delete %(comment_count)s comment.
de: Dies wird auch %(comment_count)s Kommentar löschen.
fr: Ceci va aussi supprimer %(comment_count)s commentaire.
ja: この操作によって%(comment_count)s件のコメントの削除も行われます。
pt_pt: Irá também apagar %(comment_count)s comentário.

source: Delete Group
de: Gruppe löschen
fr: Supprimer un groupe
ja: グループを削除
pt_pt: Apagar Grupo

source: Do you really want to delete the group “%(name)s”?
de: Möchtest du wirklich die Gruppe „%(name)s“ löschen?
fr: Voulez-vous vraiment supprimer le groupe « %(name)s » ?
ja: 本当にグループ “%(name)s” を削除しますか？
pt_pt: Deseja realmente apagar o grupo “%(name)s”?

source: What should happen to the users assigned with this group?
de: Was soll mit den Benutzern in dieser Gruppe geschehen?
fr: Que faire des utilisateurs assignés à ce groupe ?
ja: このグループに割り当てられていたユーザーをどのように処理しますか？
pt_pt: O que deve acontecer com os utilizadores deste grupo?

source: Delete Import Dump
de: Import-Dump löschen
fr: Supprimer un import
ja: インポートダンプを削除
pt_pt: Apagar Dump de Importação

source: Do you really want to delete the imported dump “%(dump_title)s”?
de: Möchtest du den Import „%(dump_title)s“ wirklich löschen?
fr: Voulez-vous vraiment supprimer l'import « %(dump_title)s » ?
ja: 本当にインポートされたダンプ “%(dump_title)s” を削除しますか？
pt_pt: Deseja realmente apagar o dump importado “%(dump_title)s”?

source: Delete Page
de: Seite Löschen
fr: Supprimer une page
ja: ページを削除
pt_pt: Apagar Página

source: Do you really want to delete page “%(page_title)s”?
de: Möchtest du die Seite „%(page_title)s“ wirklich löschen?
fr: Voulez-vous vraiment supprimer la page « %(page_title)s » ?
ja: 本当にページ “%(page_title)s” を削除しますか？
pt_pt: Deseja realmente apagar a página “%(page_title)s”?

source: Delete User
de: Benutzer löschen
fr: Supprimer un utilisateur
ja: ユーザーを削除
pt_pt: Apagar Utilizador

source: Do you really want to delete the user “%(username)s”?
de: Möchtest du wirklich den Benutzer „%(username)s“ löschen?
fr: Voulez-vous vraiment supprimer l'utilisateur « %(username)s » ?
ja: 本当にユーザー “%(username)s”を削除しますか？
pt_pt: Deseja realmente apagar o utilizador “%(username)s”?

source: What should happen to the %(post_count)s post this user wrote?
de: Was soll mit dem %(post_count)s Beitrag dieses Benutzers passieren?
fr: Que faire du billet écrit par cet utilisateur ?
ja: このユーザーが書いた%(post_count)s件の投稿をどのように処理しますか？
pt_pt: O que deve acontecer com %(post_count)s artigo que este utilizador escreveu?

source: Edit Category
de: Bearbeite Kategorie
fr: Modifier une catégorie
ja: カテゴリーを編集
pt_pt: Editar Categoria

source: Edit Comment
de: Kommentar bearbeiten
fr: Modifier un commentaire
ja: コメントを編集
pt_pt: Editar Comentário

source: New Entry
de: Neuer Eintrag
fr: Nouveau billet
ja: 新規投稿
pt_pt: Nova Entrada

source: Edit Entry
de: Eintrag Bearbeiten
ja: エントリーを編集

source: skip
ja: スキップ

source: Important:
de: Wichtig:
ja: 重要:
pt_pt: Importante:

source: This post was created with a parser that is no longer available. You won't be able to save the post with the same parser unless you re-activate the plugin that provided it.
de: Dieser Beitrag wurde mit einem nicht mehr verfügbaren Parser erstellt. Du kannst den Beitrag nicht mit demselben Parser speichern, bis du das Plugin wieder aktivierst.
fr: Ce billet a été créé avec un interpréteur qui n'est plus disponible. Vous ne pourrez pas le sauvegarder avec le même interpréteur à moins de ré-activer le greffon qui fournissait cet interpréteur.
ja: この投稿は現在利用できないパーサーで作成されました。 パーサーを提供していたプラグインを再び利用可能にしない限り、 同じパーサーで投稿を保存することはできません。
pt_pt: Esse artigo foi criado com um parser que já não se encontra disponível. Não será possível guardar o artigo com o mesmo parser a menos que reactive o plugin que o fornece.

source: No categories.
de: Keine Kategorien.
fr: Aucune catégorie.
ja: カテゴリーはありません。
pt_pt: Sem Categorias.

source: Discussion
de: Diskussion
ja: ディスカッション
pt_pt: Discussão

source: View Entry
de: Beitrag anschauen
fr: Voir le billet
ja: エントリーを表示
pt_pt: Ver Entrada

source: New Group
de: Neue Gruppe
fr: Nouveau groupe
ja: 新規グループ
pt_pt: Novo Grupo

source: Edit Group
de: Gruppe bearbeiten
fr: Modifier un groupe
ja: グループを編集
pt_pt: Editar Grupo

source: New Page
de: Neue Seite
fr: Nouvelle page
ja: 新規ページ
pt_pt: Nova Página

source: Edit Page
de: Seite bearbeiten
ja: ページを編集

source: View Page
de: Seite anzeigen
fr: Voir la page
ja: ページを表示
pt_pt: Ver Página

source: New User
de: Neuer Benutzer
fr: Nouvel utilisateur
ja: 新規ユーザー
pt_pt: Novo Utilizador

source: Edit User
de: Benutzer bearbeiten
fr: Modifier un utilisateur
ja: ユーザーを編集
pt_pt: Editar Utilizador

source: Export
de: Exportieren
fr: Exporter
ja: エクスポート
pt_pt: Exportar

source: Here you can dump your Rezine database information into an standardized format (Atom) with Rezine extensions which we call “Rezine eXtended Atom” (RezineXA). You can use this file to import your posts into another weblog software that supports Atom. You should not use this file for Rezine migrations as this file will not include attachments, the blog configuration and probably data stored by plugins.
de: Von hier aus kannst du deine Rezine-Datenbank in ein standardisiertes Format (Atom) mit Rezine-spezifischen Erweiterungen exportieren. Diese Rezine eXtended Atom (RezineXA) Dateien kannst du nutzen, um die Daten in andere Weblog-Anwendungen zu importieren. Du solltest diese Datei nicht als Backup für das Blog nutzen.
fr: Ici, vous pouvez copier le contenu de votre base de donnée Rezine vers un format standardisé (Atom) avec des extensions Rezine que nous appelons « Rezine eXtended Atom » (RezineXA). Vous pouvez utiliser ce fichier pour importer vos billets dans d'autres logiciels de blog supportant Atom, mais vous ne devriez pas l'utiliser pour les migrations de Rezine car il ne contient pas les pièces jointes, la configuration du blog ou les données stockées par les greffons.
ja: ここでは、Rezineのデータベース情報を標準フォーマット(Atom)の拡張である “Rezine eXtended Atom”(RezineXA)でダンプすることができます。 このファイルを使用して、Atomをサポートする別のブログソフトウェアに投稿を インポートできます。 このファイルには添付ファイル、ブログの設定、プラグインによって格納されるデータは含まれていないので、 Rezineブログの移動のために使用しないでください。
pt_pt: Aqui pode extrair informações da sua base de dados Rezine num formato (Atom) standard com extensões Rezine a que chamamos “Rezine eXtended Atom” (RezineXA). Pode utilizar este arquivo para importar os seus artigos noutro software de weblogs que suporte Atom. Não deve utilizar este arquivo para migrar o Rezine já que este arquivo não irá incluir anexos, a configuração do blog e provavelmente informações armazenadas por plugins.

source: Please keep in mind that the exported file will contain confidential information such as password hashes and database passwords from the configuration.
de: Bitte beachte, dass die exportierte Datei Passwort-Hashes und Datenbank-Passwörter beinhaltet.
fr: Veuillez garder à l'esprit que le fichier exporté contiendra des informations sensibles telles que des mots de passe.
ja: エクスポートされたファイルが機密情報（たとえば設定ファイルに含まれるパスワードハッシュや データベースのパスワード）を含んでいることに注意してください。
pt_pt: Tenha em mente que o arquivo exportado irá conter informações confidenciais tais como palavras-passe codificadas e a palavra-passe da base de dados da configuração.

source: Possibly you have to generate the docs first by running the <tt>build-documentation</tt> script from rezine's scripts folder.
de: Möglicherweise musst du die Dokumentation erst mit dem Skript <tt>build-documentation</tt> im „scripts“-Ordner generieren.
fr: Peut être devez vous générer la documentation en lançant le script <tt>build-documentation</tt> dans le dossier de scripts de Rezine.
ja: おそらく、まず始めにRezineのスクリプトフォルダから <tt>build-documentation</tt> スクリプトを実行して、 ドキュメントを生成しなければなりません。
pt_pt: Provavelmente tem que criar os documentos primeiro, executando o script <tt>build-documentation</tt> localizado na pasta de scripts do Rezine.

source: Import
de: Importieren
fr: Importer
ja: インポート
pt_pt: Importar

source: If you have posts or comments in another system, Rezine can import those into this blog. The data imported doesn't directly end up in the blog but a queue so that you can pick which data you want to import. To get started, choose a system to import from below:
de: Wenn du Einträge oder Kommentare in anderen Systemen hast, kann Rezine diese in dein Blog importieren. Die importierten Daten werden nicht direkt in das Blog importiert, sondern in eine separate Datei, von wo einzelne oder alle Beiträge in das Blog kopiert werden können. Um die Daten zu importieren wähle ein System unten aus:
fr: If vous avez des billets ou des commentaires sur un autre système, Rezine peut les importer dans votre blog. Les données importées ne sont pas directement ajoutée au blog mais vont dans un file d'attente, de sorte que vous puissiez choisir quelles données garder. Tout d'abord, choisissez un système ci-dessous depuis lequel importer :
ja: Rezineはこのブログに別のシステムの投稿やコメントをインポートすることができます。 インポートされたデータは直接ブログには反映されずにキューに格納されるので、 どのデータをインポートするかを選択してください。 インポートを開始するには、以下からインポートを実行するシステムを選んでください。:
pt_pt: Se tem artigos ou comentários noutro sistema, o Rezine pode importá-los para este blog. A informação importada não vai directamente para o blog mas para uma fila de trabalhos, de modo que, assim pode seleccionar o que deseja importar. Para começar, escolha em baixo um sistema para importar:

source: The following list lists all the imports that are not yet in the database or deleted. Click on one of the links to inspect the imported data and select what you want to have in the database.
de: Die folgende Liste enthält alle bereits importierten Daten, die aber möglicherweise noch nicht in der Datenbank sind. Wähle einen der Links aus, um die importierten Daten zu begutachten.
fr: La liste suivant contient tout les imports qui ne sont pas encore dans la base de donnée ou supprimés. Cliquez une un des liens pour vérifier le contenu importé, puis choisissez ce que vous voulez ajouter à votre base de données.
ja: 以下は、まだデータベースに反映されてない、または、削除されたインポートの一覧です。 リンクをクリックしてインポートされたデータをチェックし、データーベースに格納するものを選択してください。
pt_pt: A lista seguinte mostra todas as importações que ainda não estão na base de dados ou apagadas. Clique num dos links para examinar os dados importados e seleccionar o que quer na base de dados.

source: Importer Used
de: Benutzter Importer
fr: Importateur utilisé
ja: 使用されたインポーター
pt_pt: Importador Utilizado

source: Import from Blogger.com
de: Von Blogger.com importieren
fr: Import depuis Blogger.com
ja: Blogger.com からインポート
pt_pt: Importar de Blogger.com

source: This importer allows you to import a blog from Blogger.com.
de: Dieser Importer erlaubt es dir Daten von Blogger.com zu importieren.
fr: Cet importateur vous permet d'importer un blog de Blogger.com.
ja: このインポーターは Blogger.com からブログをインポートできます。
pt_pt: Este importador permite importar dados de Blogger.com.

source: You are authenticated with %(google)s.
de: Du bist nun mit %(google)s authentifiziert.
fr: Vous êtes identifié avec %(google)s.
ja: あなたは、%(google)sにより認証されています。
pt_pt: Está autenticado com %(google)s.

source: Select Blog To Import
de: Wähle das Blog zum Importieren aus
fr: Sélectionner un blog à importer
ja: インポートするブログを選択
pt_pt: Seleccione um Blog Para Importar

source: Log out of Google
de: Bei Google Ausloggen
fr: Se déconnecter de Google
ja: Googleからログアウト
pt_pt: Sair do Google

source: You are not authenticated with %(google)s. You need to authenticate to continue the import. This link will take you to %(google)s, and once you are authenticated you will be redirected back to this importer. This is the preferred way to authenticate, and although it's a bit clumsy, it is safe.
de: Du bist nicht mit %(google)s authentifiziert. Du musst dich zuerst dort anmelden um Daten zu importieren. Der folgende Link wird dich zu Google weiterleiten und nach dem anmelden wieder zurück zu dieser Seite führen.
fr: Vous n'êtes pas identifié avec %(google)s. Vous devez vous identifier pour continuer l'importation. Ce lien mène sur %(google)s. Une fois identifié, vous serez à nouveau redirigé ici. C'est la méthode conseillée pour s'identifier. Même si un peu lourde, cette méthode est sûre.
ja: %(google)sにより認証されていません。インポートを続けるには認証を行う必要があります。 このリンクをクリックすると%(google)sに移動し、認証後にこのインポーターにリダイレクトされます。 この方法は、推奨される安全な認証方法です。
pt_pt: Não está autenticado com %(google)s. É necessário autenticar-se para continuar a importação. Este link levá-lo-á ao %(google)s, e uma vez autenticado será redireccionado de volta para este importador. Esta é a maneira ideal de autenticação, embora seja desconfortável, é segura.

source: <a href="%(url)s">Log into your %(google)s account</a>
de: <a href="%(url)s">Im %(google)s Account anmelden.</a>
fr: <a href="%(url)s">Se connecter à votre compte %(google)s</a>
ja: <a href="%(url)s">%(google)s アカウントへログイン</a>
pt_pt: <a href="%(url)s">Entre na sua conta %(google)s</a>

source: Import from Feed
de: Von Feed importieren
fr: Importer un flux
ja: フィードからインポート
pt_pt: Importar do Feed
