Repository: rockyburt/Rezine
Catalog: rezine/i18n/*/messages.po
Languages: de, fr, ja, pt_pt

source: User %s created successfully.
de: Der Benutzer %s wurde erstellt.
fr: L'utilisateur %s a été créé avec succès.
ja: ユーザー %s は正常に作成されました。
pt_pt: Utilizador %s criado com sucesso.

source: User %s edited successfully.
de: Der Benutzer %s wurde bearbeitet.
fr: L'utilisateur %s a été modifié avec succès.
ja: ユーザー %s は正常に編集されました。
pt_pt: Utilizador %s editado com sucesso.

source: You cannot delete yourself.
de: Du kannst dich selbst nicht löschen.
fr: Vous ne pouvez pas vous supprimer vous-même.
ja: 自分自身を削除することはできません。
pt_pt: Não se pode apagar a si mesmo.

source: Group %s created successfully.
de: Die Gruppe %s wurde erstellt.
fr: Le groupe %s a été créé avec succès.
ja: グループ %s は正常に作成されました。
pt_pt: Grupo %s criado com sucesso.

source: Group %s edited successfully.
de: Die Gruppe %s wurde bearbeitet.
fr: Le groupe %s a été modifié avec succès.
ja: グループ %s は正常に編集されました。
pt_pt: Grupo %s editado com sucesso.

source: Configuration altered successfully.
de: Die Konfiguration wurde verändert.
fr: La configuration a été modifiée avec succès.
ja: 設定は正常に変更されました。
pt_pt: Configuração alterada com sucesso.

source: URL configuration changed.
de: Die URL-Konfiguration wurde geändert.
fr: La configuration des URL a été modifiée.
ja: URL設定が変更されました。
pt_pt: Configuração do URL alterada.

source: Theme changed successfully.
de: Das Design wurde gewechselt.
fr: Le thème a été changé avec succès.
ja: テーマは正常に変更されました。
pt_pt: Tema alterado com sucesso.

source: This theme is not configurable
de: Dieses Design kann nicht konfiguriert werden
fr: Ce thème n'est pas configurable
ja: このテーマの設定はありません
pt_pt: Este tema não é configurável

source: Plugin configuration changed
de: Die Plugin-Konfiguration wurde geändert.
fr: La configuration des greffons à changé
ja: プラグイン設定が変更されました
pt_pt: Configuração do plugin alterada

source: Plugin “%s” added successfully. You can now enable it in the plugin list.
de: Plugin „%s“ wurde erfolgreich hinzugefügt. Du kannst das Plugin nun aktivieren.
fr: Greffon « %s » ajouté avec succès. Vous pouvez maintenant l'activer dans la liste des greffons.
ja: プラグイン “%s” は正常に追加されました。プラグインリストから有効にすることができます。
pt_pt: Plugin “%s” adicionado com sucesso. Você pode activá-lo na lista de plugins.

source: Could not remove the plugin “%s” because an IO error occurred. Wrong permissions?
de: Konnte das Plugin „%s“ nicht entfernen, weil ein Fehler aufgetreten ist. Falsche Zugriffsrechte?
fr: Impossible d'enlever le greffon « %s » car une erreur d'entrée/sortie s'est produite. Mauvaises permissions ?
ja: I/Oエラーのため、プラグイン “%s” を削除できませんでした。パーミッションの設定が間違っているかもしれません。
pt_pt: Não foi possível remover o plugin “%s” devido a um erro de IO. Problemas de permissões?

source: The plugin “%s” was removed from the instance successfully.
de: Das Plugin „%s“ wurde erfolgreich entfernt.
fr: Le greffon « %s » a été enlevé de l'instance avec succès.
ja: プラグイン “%s” をインスタンスから正常に削除しました。
pt_pt: O plugin “%s” foi removido com sucesso da instância.

source: The cache was cleared successfully.
de: Der Cache wurde erfolgreich geleert.
fr: Le cache a été vidé avec succès.
ja: キャッシュは正常にクリアされました。
pt_pt: A cache foi limpa com sucesso.

source: Cache settings were changed successfully.
de: Cacheinstellungen wurden erfolgreich geändert.
fr: Les réglages du cache ont été modifiés avec succès.
ja: キャッシュ設定は正常に変更されました。
pt_pt: Configurações de cache alteradas com sucesso.

source: Configuration updated successfully.
de: Die Konfiguration wurde erfolgreich geändert.
ja: 設定は正常に更新されました。

source: Could not save the configuration because the configuration is invalid.
ja: 設定が無効であるため、設定を保存することができませんでした。

source: Maintenance mode disabled. The blog is now publicly available.
de: Wartungsmodus deaktiviert. Das Blog ist nun öffentlich verfügbar.
fr: Le mode maintenance est désactivé. Le blog est maintenant disponible publiquement.
ja: メンテナンスモードを無効にしました。ブログは公開されています。
pt_pt: Modo de manutenção desabilitado. O blog esta disponível para o público.

source: The imported dump “%s” was deleted successfully.
de: Der Import „%s“ wurde erfolgreich gelöscht.
fr: L'import « %s » a été supprimé avec succès.
ja: インポートされたダンプ “%s” は正常に削除されました。
pt_pt: O dump de importação “%s” foi apagado com sucesso.

source: Log changes saved.
de: Log-Änderungen gespeichert.
fr: Changements des journaux sauvegardés.
ja: ログの変更を保存しました。
pt_pt: Alterações de registo guardadas.

source: Password changed successfully.
de: Das Passwort wurde erfolgreich geändert.
fr: Mot de passe modifié avec succès.
ja: 正常にパスワードを変更しました。
pt_pt: Palavra-passe alterada com sucesso.

source: Recent Posts Feed
de: Feed für Letze Einträge
fr: Flux des billets récents
ja: 最近の投稿のフィード
pt_pt: Artigos recentes no feed

source: All posts in category %s
de: Alle Einträge in Kategorie %s
fr: Tout les billets dans la catégorie %s
ja: カテゴリー %s のすべての投稿
pt_pt: Todos os artigos na categoria %s

source: All posts tagged %s
de: Alle Einträge markiert mit %s
fr: Tout les billets dans la étiquetés %s
ja: タグ %s が付けられたすべての投稿
pt_pt: Todos os artigos classificados como %s

source: All posts written by %s
de: Alle Einträge geschrieben von %s
fr: Tout les billets écrits par %s
ja: %s さんのすべての投稿
pt_pt: Todos os artigos escritos por %s

source: Comment %(num)d on %(post)s
de: Kommentar %(num)d von %(post)s
fr: Commentaire n°%(num)d sur %(post)s
ja: %(post)s に%(num)d件のコメント
pt_pt: Comentário %(num)d em %(post)s

source: Comments Feed
de: Kommentar-Feed
fr: Flux des commentaires
ja: コメントのフィード
pt_pt: Feed dos Comentários

source: Instance folder does not exist. You have to create the folder “%s” before proceeding.
de: Der Instanz-Ordner existiert nicht. Du musst den Ordner „%s“ erstellen, bevor das Setup weitermachen kann.
fr: Le dossier de l'instance n'existe pas. Vous devez créer le dossier « %s » avant de procéder.
ja: インスタンスフォルダが存在しません。 実行する前にフォルダ “%s” を作成しなければなりません。
pt_pt: A pasta da instância não existe. Deve criar a pasta “%s” antes de continuar.

source: You have to provide a username.
de: Du musst einen Benutzernamen angeben.
fr: Vous devez saisir un nom d'utilisateur.
ja: ユーザー名を入力してください。
pt_pt: Tem que fornecer um nome de utilizador.

source: You have to enter a mail address.
de: Du musst eine gültige E-Mail Adresse angeben.
fr: Vous devez saisir une adresse e-mail.
ja: メールアドレスを入力してください。
pt_pt: Tem que inserir um endereço de e-mail.

source: The mail address is not valid.
de: Deine E-Mail Adresse ist nicht gültig.
fr: L'adresse email est invalide.
ja: 有効なメールアドレスではありません。
pt_pt: O endereço de e-mail não é válido.

source: You have to enter a password.
de: Du musst ein Passwort eingeben.
fr: Vous devez saisir un mot de passe.
ja: パスワードを入力してください。
pt_pt: Tem que inserir uma palavra-passe.

source: The two passwords do not match.
de: Die Passwörter stimmen nicht überein.
fr: Les deux mots de passe sont différents.
ja: パスワードが一致しません。
pt_pt: As duas palavras-passe não são iguais.

source: The configuration file (%s) could not be opened for writing. Please adjust your permissions and try again.
de: Die Konfigurationsdatei (%s) konnte nicht zum Schreiben geöffnet werden. Bitte passe die Zugriffsrechte an und probiere nochmal.
fr: Le fichier de configuration (%s) n'a pas pu être ouvert pour l'écriture. Veuillez corriger les permissions et réessayer.
ja: 設定ファイル (%s) を書き込みのために開けませんでした。パーミッションを変更して、再度試してください。
pt_pt: O arquivo de configuração (%s) não pôde ser aberto para escrita. Por favor ajuste as permissões e tente novamente.

source: Administrator Account
de: Administratorzugang
fr: Compte Administrateur
ja: 管理者アカウント
pt_pt: Conta Administrativa

source: In order to log into your Rezine installation you have to provide a login name for the administration user. You can later rename or delete that user if you want.
de: Um dich an deinem Blog anmelden zu können, musst du einen Namen für den Administrator angeben. Du kannst diesen später umbenennen oder löschen.
fr: Pour vous connecter à votre installation de Rezine vous devez fournir un nom de connexion pour l'utilisateur administrateur. Vous pourrez renommer ou supprimer cet utilisateur plus tard, si vous voulez.
ja: インストールしたRezineにログインするために、管理者ユーザーを作成してください。 ここで作成したユーザーは、後で名前を変更、または削除することができます。
pt_pt: Para aceder à sua instalação do Rezine tem que fornecer um nome de utilizador para administração. Mais tarde, poderá renomear ou apagar esse utilizador caso queira.

source: Password (repeat)
de: Passwort (wiederholen)
fr: Répétez le mot de passe
ja: パスワード(確認)
pt_pt: Palavra-passe (repetir)

source: Database
de: Datenbank
fr: Base de données
ja: データベース
pt_pt: Base de Dados

source: Rezine uses a database to store blog posts and other information. The only information it requires therefore is a database URI. Depending on your database this URI looks different. Have a look at the following table for examples of database URIs.
de: Rezine benutzt eine Datenbank, um deine Einträge und andere Informationen zu speichern. Dazu musst du die URI für die Datenbank angeben. Abhängig vom Datenbanksystem ist diese etwas unterschiedlich.
fr: Rezine utilise une base de données pour stocker les billets et d'autres informations. La seule information requise est donc une URI de base de donnée. Cette URI est différente en fonction de votre base de données. Regardez le tableau suivant pour des exemples.
ja: Rezineはブログの投稿やその他の情報を格納するためにデータベースを使用します。 そのため、必要な情報はデータベースURIのみです。データベースによってURIの書式は異なります。 データベースURIの例は以下の一覧を参考にしてください。
pt_pt: O Rezine utiliza uma base de dados para armazenar artigos e outras informações. A única informação requerida agora é o endereço para a base de dados. Dependendo da base de dados, o endereço pode ser diferente. Dê uma olhada na seguinte tabela com exemplos de endereços.

source: The SQLite database path is either absolute (if it starts with three slashes on OS X / Linux or two slashes and a drive letter on a Windows system) or otherwise relative to the instance folder.
de: Der Pfad zur SQLite Datenbank kann entweder absolut (beginnend mit drei Schrägstrichen auf OS X / Linux oder zwei Schrägstrichen gefolgt von einem Laufwerksbuchstaben auf Windows) oder relativ zum Instanzordner angebenen werden.
fr: Le chemin vers la base de donnée SQLite est soit absolue (si elle commence par trois barres obliques (slash) sous OS X / Linux ou deux barres obliques et une lettre de lecteur sous Windows) soit relative au dossier de l'instance.
ja: SQLiteデータベースのパスは、絶対パス（OS X / Linux の場合は3つのスラッシュ、 Windowsの場合は2つのスラッシュとドライブ記号から始まります）、または インスタンスフォルダからの相対パスのどちらかです。
pt_pt: O endereço para a base de dados SQLite é absoluto (se iniciado com três barras no OS X / Linux ou duas barras e letra de drive no Windows) ou relativo à pasta da instância.

source: Setup Failed
de: Setup ist fehlgeschlagen
fr: L'installation a échoué
ja: セットアップは失敗しました
pt_pt: O Setup Falhou

source: The websetup was not able to finish the Rezine installation successfully.
de: Das Websetup konnte die Installation nicht erfolgreich beenden.
fr: L'installation web n'a pas pu terminer l'installation de Rezine.
ja: ウェブセットアップはRezineを正常にインストールできませんでした。
pt_pt: O setup na web não foi capaz de finalizar a instalação do Rezine com sucesso.

source: If you need help for setting up Rezine have a look at the support wepage that will be there once a beta is available :-)
de: Wenn du Hilfe zur Installation von Rezine brauchst, schau auf die Support-Webseite (sobald die Beta erhältlich ist :-)
fr: Si vous avez besoin d'aide pour installer Rezine, regardez la page web de support qui sera là une fois que la beta sera disponible :-)
ja: Rezineのセットアップ中にお困りの場合には、サポートページを参照してください。 また、サポートページではベータ版が公開されていることもあります。
pt_pt: Se necessitar de ajuda para instalar o Rezine dê uma olhada na página de suporte que estará disponível assim que a beta for publicada :-)

source: Setup Finished
de: Setup ist fertig
fr: Installation terminée
ja: セットアップが完了しました
pt_pt: Setup Completo

source: The setup was finished successfully. You can now go to the admin panel and start configuring your blog. Don't forget to disable the maintenance mode after you finish your configuration.
de: Das Setup wurde erfolgreich beendet. Du kannst nun zum Admin-Panel gehen und das Blogs konfigurieren. Vergiss nicht, den Wartungsmodus zu deaktivieren, sobald du damit fertig bist.
fr: L'installation s'est terminée avec succès. Vous pouvez maintenant allez au panneau d'administration et commencer à configurer votre blog. N'oubliez pas de désactiver le mode de maintenance une fois que vous avez terminé la configuration.
ja: セットアップが正常に終了しました。管理パネルにログインして ブログを設定することができます。 設定完了後にメンテナンスモードを無効にするのを忘れないでください。
pt_pt: O setup finalizou com sucesso. Pode agora entrar no painel administrativo e iniciar a configuração do seu blog. Não se esqueça de desabilitar o modo manutenção no fim da configuração.

source: Rezine Setup
fr: Installation de Rezine
ja: Rezineセットアップ
pt_pt: Setup do Rezine

source: An Error Occurred
de: Ein Fehler ist aufgetreten
fr: Une erreur s'est produite
ja: エラーが発生しました
pt_pt: Ocorreu Um Erro

source: Next
de: Weiter
fr: Suivant
ja: 次へ
pt_pt: Avançar

source: Install
de: Installieren
fr: Installation
ja: インストール
pt_pt: Instalar

source: Back
de: Zurück
fr: Retour
ja: 戻る
pt_pt: Voltar

source: Welcome To The Rezine Setup
de: Willkommen zum Setup von Rezine
fr: Bienvenue sur l'installation de Rezine
ja: ようこそRezineのセットアップへ
pt_pt: Bem-vindo ao setup do Rezine

source: Welcome to the Rezine Setup. This Wizard will ask you some basic questions and setup Rezine for you.
de: Willkommen zur Installation von Rezine. Dieser Assistent wird dir ein paar einfache Fragen stellen und Rezine für dich konfigurieren.
fr: Bienvenue sur l'installation de Rezine. Cet assistant va vous poser quelques questions basiques et installer Rezine pour vous.
ja: ようこそRezineのセットアップへ。 このウィザードでは、 いくつかの基本的な質問に回答してRezineのセットアップを行います。
pt_pt: Bem-vindo ao setup do Rezine. Este assistente irá perguntar umas questões básicas e instalar o Rezine para si.

source: The setup tried to determine the language from your browser settings. If you want to step through the wizard in another language select it from the dropdown menu below and press next.
de: Das Setup hat die Sprache aus deinen Browsereinstellungen übernommen. Solltest du eine andere Sprache wünschen, kannst du sie in dieser Liste auswählen.
fr: L'installation a essayé de déterminer votre langue d'après les réglages de votre navigateur. Si vous voulez utiliser cet assistant dans une autre langue, choisissez-la dans le menu déroulant ci-dessous et cliquez sur suivant.
ja: あなたのブラウザ設定から自動的に言語が選択されました。 別の言語でセットアップを続けたい場合は、下のドロップダウンメニューから 言語を選んで、次へをクリックしてください。
pt_pt: O setup tentou determinar a língua a partir das configurações do seu browser. Se deseja iniciar o assistente noutra língua seleccione no menu em baixo e clique para avançar.

source: Setup Starting
de: Installation starten
fr: L'installation commence
ja: セットアップを開始します
pt_pt: A Iniciar o Setup

source: Rezine knows now about all the information it needs to setup your instance. After you click on the install button Rezine will create the database tables and insert the default information. Right after that Rezine will be online in maintenance mode which means that it's only visible to the administrator, all other users will get a message that shows that the blog is in maintenance mode right now.
de: Rezine hat jetzt alle Informationen, die es benötigt, um dein Blog anzulegen. Nach der Installation wird Rezine im Wartungsmodus online sein. Solange dieser aktiviert ist, kannst nur du das Blog betrachten.
fr: Rezine a maintenant les informations dont il a besoin pour installer votre instance. Une fois que vous cliquerez sur le bouton installer, Rezine va créer les tables dans la base de donnée et insérer les informations par défaut. Après ceci, Rezine sera en ligne en mode de maintenance, ce qui signifie qu'il n'est visible que pour l'administrateur, tout les autres utilisateurs reçoivent un message qui montre que le blog est en maintenance.
ja: Rezineはセットアップに必要な情報をすべて収集しました。 インストールボタンをクリックすると、Rezineはデータベーステーブルを作成し、 デフォルトの情報を格納します。インストール完了の直後は、Rezineは管理者だけが閲覧することのできる メンテナンスモードになっています。訪問者にはメンテナンス中であることを示すメッセージが表示されます。
pt_pt: O Rezine sabe tudo que precisa para fazer a instalação da sua instância. Após clicar no botão Instalar, o Rezine irá criar as tabelas na base de dados e introduzir as informações por defeito. Logo após o Rezine estará online em modo de manutenção, o que significa que estará visível apenas ao administrador. Todos os outros utilizadores receberão uma mensagem avisando que o blog está em manutenção no momento.

source: My Rezine Blog
de: Mein Rezine-Blog
fr: Mon blog Rezine
pt_pt: O Meu Blog Rezine

source: just another Rezine blog
de: noch ein Rezine-Blog
fr: encore un blog Rezine
pt_pt: apenas outro blog Rezine

source: Proudly powered by %(rezine)s.
de: %(rezine)s unter der Haube.
fr: Fièrement propulsé par %(rezine)s.
pt_pt: Orgulhosamente movido por %(rezine)s.

source: Proudly powered by %(rezine)s, %(theme)s designed by %(author)s.
de: %(rezine)s unter der Haube, %(theme)s designed von %(author)s.
fr: Fièrement propulsé par %(rezine)s, %(theme)s créé par %(author)s.
pt_pt: Orgulhosamente movido por %(rezine)s, tema %(theme)s desenvolvido por %(author)s.

source: Blog It!
de: Blogge es!
fr: Blogguez-le !

source: Redistribution and use in source and binary forms, with or without modification, are permitted provided that the following conditions are met:
de: Weiterverbreitung und Verwendung in nichtkompilierter oder kompilierter Form, mit oder ohne Veränderung, sind unter den folgenden Bedingungen zulässig:
pt_pt: Redistribuição e uso nas formas de código fonte ou binários, com ou sem modificação são permitidas dentro das seguintes condições:

source: Redistributions of source code must retain the above copyright notice, this list of conditions and the following disclaimer.
de: Weiterverbreitete nichtkompilierte Exemplare müssen das obige Copyright, die Liste der Bedingungen und den folgenden Haftungsausschluss im Quelltext enthalten.
pt_pt: A redistribuição do software deve conter todas as informações sobre direitos de autoria, esta lista de condições e o aviso em baixo;

source: Redistributions in binary form must reproduce the above copyright notice, this list of conditions and the following disclaimer in the documentation and/or other materials provided with the distribution.
de: Weiterverbreitete kompilierte Exemplare müssen das obige Copyright, die Liste der Bedingungen und den folgenden Haftungsausschluss in der Dokumentation und/oder anderen Materialien, die mit dem Exemplar verbreitet werden, enthalten.
pt_pt: A redistribuição de binários ou executáveis deve conter todas as informações sobre direitos de autoria, listas de condições e o aviso em baixo anunciado na documentação e/ou em outros materiais constantes da distribuição.

source: The names of the contributors may not be used to endorse or promote products derived from this software without specific prior written permission.
de: Die Namen der Beitragsleistenden dürfen nicht zum Kennzeichnen oder Bewerben von Produkten, die von dieser Software abgeleitet wurden, ohne spezielle vorherige schriftliche Genehmigung verwendet werden.
pt_pt: Os nomes dos seus contribuintes não pode ser utilizado para endossar ou promover produtos derivados deste software sem expressa autorização por escrito.

source: THIS SOFTWARE IS PROVIDED BY THE COPYRIGHT HOLDERS AND CONTRIBUTORS “AS IS” AND ANY EXPRESS OR IMPLIED WARRANTIES, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE ARE DISCLAIMED. IN NO EVENT SHALL THE COPYRIGHT OWNER OR CONTRIBUTORS BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, EXEMPLARY, OR CONSEQUENTIAL DAMAGES (INCLUDING, BUT NOT LIMITED TO, PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES; LOSS OF USE, DATA, OR PROFITS; OR BUSINESS INTERRUPTION) HOWEVER CAUSED AND ON ANY THEORY OF LIABILITY, WHETHER IN CONTRACT, STRICT LIABILITY, OR TORT (INCLUDING NEGLIGENCE OR OTHERWISE) ARISING IN ANY WAY OUT OF THE USE OF THIS SOFTWARE, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGE.
de: DIESE SOFTWARE WIRD VOM COPYRIGHT INHABER UND DEN BEITRAGSLEISTENDEN OHNE JEGLICHE SPEZIELLE ODER IMPLIZIERTE GARANTIEN ZUR VERFÜGUNG GESTELLT, DIE UNTER ANDEREM EINSCHLIESSEN: DIE IMPLIZIERTE GARANTIE DER VERWENDBARKEIT DER SOFTWARE FÜR EINEN BESTIMMTEN ZWECK. AUF KEINEN FALL SIND DIE COPYRIGH INHABER ODER DIE BEITRAGSLEISTENDEN FÜR IRGENDWELCHE DIREKTEN, INDIREKTEN, ZUFÄLLIGEN, SPEZIELLEN, BEISPIELHAFTEN ODER FOLGENDEN SCHÄDEN (UNTER ANDEREM VERSCHAFFEN VON ERSATZGÜTERN ODER -DIENSTLEISTUNGEN; EINSCHRÄNKUNG DER NUTZUNGSFÄHIGKEIT; VERLUST VON NUTZUNGSFÄHIGKEIT; DATEN; PROFIT ODER GESCHÄFTSUNTERBRECHUNG), WIE AUCH IMMER VERURSACHT UND UNTER WELCHER VERPFLICHTUNG AUCH IMMER, OB IN VERTRAG, STRIKTER VERPFLICHTUNG ODER UNERLAUBTE HANDLUNG (INKLUSIVE FAHRLÄSSIGKEIT) VERANTWORTLICH, AUF WELCHEM WEG SIE AUCH IMMER DURCH DIE BENUTZUNG DIESER SOFTWARE ENTSTANDEN SIND, SOGAR, WENN SIE AUF DIE MÖGLICHKEIT EINES SOLCHEN SCHADENS HINGEWIESEN WORDEN SIND.
pt_pt: ESTE SOFTWARE É DISTRIBUÍDO POR SEUS MONITORES E CONTRIBUINTES NA FORMA EM QUE SE ENCONTRA, E QUALQUER GARANTIA EXPRESSA OU IMPLÍCITA, INCLUINDO, MAS NÃO LIMITADAS AS GARANTIAS COMERCIAIS E ATENDIMENTO DE DETERMINADOS PROPÓSITOS QUE NÃO SÃO RECONHECIDAS. EM NENHUMA HIPÓTESE OS MONITORES OU SEUS CONTRIBUINTES SERÃO RESPONSÁVEIS POR QUALQUER DANO DIRECTO, INDIRECTO, ACIDENTAL, ESPECIAL, INCLUINDO, MAS NÃO LIMITADO À SUSBTITUIÇÃO DE MERCADORIAS OU SERVIÇOS, IMPOSSIBILIDADE DE USO, PERDA DE DADOS, LUCROS CESSANTES OU INTERRUPÇÃO DE ACTIVIDADES COMERCIAIS, CAUSADOS EM QUALQUER BASE PELO USO DESTE SOFTWARE.

source: Pingback by
de: Pingback von
fr: Pingbacks par
pt_pt: Pingback de

source: Comment by
de: Kommentar von
fr: Commentaire par
pt_pt: Comentário por

source: Rezine Internal Error
de: Interner Rezine Fehler
fr: Erreur interne Rezine
pt_pt: Erro Interno do Servidor Rezine

source: Internal Error
de: Interner Fehler
fr: Erreur interne
pt_pt: Erro Interno

source: Powered by %(rezine)s %(version)s.
de: %(rezine)s %(version)s unter der Haube.
fr: Propulsé par %(rezine)s %(version)s.
pt_pt: Movido por %(rezine)s %(version)s.

source: Bye
de: Auf Wiedersehen

source: Rezine at Reddit
de: Rezine auf Reddit
fr: Rezine sur Reddit
pt_pt: Rezine no Reddit

source: By %(author)s
de: Von %(author)s
fr: Par %(author)s
pt_pt: Por %(author)s

source: and %(contributors)s
de: und %(contributors)s
fr: et %(contributors)s
pt_pt: e %(contributors)s

source: from <em>%(domain)s</em>, submitted by %(author)s @ %(submitted)s, %(comments)s
de: von <em>%(domain)s</em>, eingesendet von %(author)s @ %(submitted)s, %(comments)s
fr: depuis <em>%(domain)s</em>, envoyé par %(author)s @ %(submitted)s, %(comments)s
pt_pt: de <em>%(domain)s</em>, enviado por %(author)s @ %(submitted)s, %(comments)s

source: by
de: von
fr: par
pt_pt: por

source: About
de: Über
fr: À propos
pt_pt: Sobre

source: sqlite://database.db
de: sqlite://datenbank.db
fr: sqlite://base_de_données.db

source: mysql://username:password@host/database_name
de: mysql://benutzername:passwort@server/datenbank_name
fr: mysql://utilisateur:mot_de_passe@hôte/nom_de_la_base_de_donnée

source: postgres://username:password@host/database_name
de: postgres://benutzername:passwort@server/datenbank_name
fr: postgres://utilisateur:mot_de_passe@hôte/nom_de_la_base_de_donnée

source: Copyright %(years)s by the Rezine Team
fr: Copyright %(years)s, l'Équipe Rezine
pt_pt: Direitos de Autoria %(years)s por Rezine Team

source: can edit his own entries
fr: peut modifier ses propres billets

source: can edit his own pages
fr: peut modifier ses propres pages

source: Eric The Fish
fr: Eric le Poisson

source: The skin could not be changed.
fr: L'apparence n'a pas pu être changée
