Repository: rockyburt/Rezine
Catalog: rezine/i18n/*/messages.po
Languages: de, fr, ja, pt_pt

source: This is Eric's configuration page. From here you can configure what Eric looks like.
fr: Ceci est la page de configuration d'Eric. À partir d'ici, vous pouvez configurer de quoi Eric à l'air.

source: Rezine Internal Server Error
fr: Rezine : Erreur serveur interne
pt_pt: Erro Interno do Servidor Rezine

source: Internal Server Error
fr: Erreur serveur interne
pt_pt: Erro Interno do Servidor

source: Not Spam
fr: N'est pas du spam

source: © Copyright %(years)s by the Rezine Team. Some rights reserved.
fr: © Copyright %(years)s, l'Équipe Rezine. Certains droits réservés.
pt_pt: © Copyright %(years)s por Rezine Team. Alguns direitos reservados.

source: Edit Entry “%s”
fr: Modifier le billet « %s »

source: Edit Page “%s”
fr: Modifier la page « %s »

source: ZEML Element Handlers
fr: Gestionnaires d'éléments ZEML

source: The following ZEML element handlers are registered on this instance:
fr: Les gestionnaires d'éléments ZEML suivants sont activés sur cette instance :

source: no ZEML element handlers installed.
fr: aucun gestionnaires d'éléments ZEML installé.

source: Chose the authors whose posts you want to import. In the dropdown you can select one of the already existing users if you want to change the author during importing. In the default settings a new and inactive user without a password is created.
fr: Choisissez les auteurs dont vous voulez importer les billets. Dans la liste déroulante, vous pouvez choisir un utilisateur existant si vous voulez changer l'auteur pendant l'importation. Par défaut, un nouvel utilisateur inactif et sans mot de passe est créé.

source: Plugin Guard
fr: Gardien de greffons

source: Normally the plugin guard is enabled and catches exceptions during plugin setup. In some situations however this is not wanted, for example if you want to debug a broken plugin.
fr: Normalement, le gardien de greffons est activé et gère les exceptions (erreurs) pendant l'installation des greffons. Cependant, ce comportement est indésirable dans certaines situations, par exemple pour déboguer un greffon.

source: %s was pinged successfully.
fr: %s a été « pingué » avec succès.

source: Creole
pt_pt: Crioulo
