Repository: rockyburt/Rezine
Catalog: zine/i18n/*/messages.po
Languages: pl, ru, te

source: The following privileges are known to the system:
ru: В системе существуют следующие привилегии:
te: వ్యవస్థకు క్రింది అధికారాలు తెలుసు:

source: Services
ru: Службы
te: సేవలు

source: The following servicepoints are registered on this instance to be callable via one of the available services.
ru: Эти точки служб зарегистрированы и запускаются.
te: ఈ ఇంస్టెన్సులో క్రింద పేర్కొన్న సేవా స్థానాలు నమోదై ఉన్నాయి. అందుబాటులో ఉన్న ఏదో ఒక సేవ ద్వారా వాటిని సంప్రతించి పని చేయించుకోవచ్చు.

source: Installed APIs
ru: Установленные API
te: వ్యవస్థలో నెలకొని ఉన్న ఎపీఐ లు

source: The following APIs are installed on this blog instance. APIs marked with a star (*) are preferred.
ru: Эти API установлены. API, отмеченные звездочкой (*) являются предпочтительными.
te: ఈ బ్లాగు ఇన్స్టెన్సులో క్రింద చూపిన ఎపీఐలు నెలకొని ఉన్నాయి. వీనిలో నక్షత్రం (*)గుర్తు గల ఏపీఐ లు మేలైనవి:

source: ZEML Element Handlers
te: ZEML ఎలిమెంట్ హాండ్లర్లు

source: The following ZEML element handlers are registered on this instance:
te: ఈ ఇంస్టెన్సులో క్రింద చూపిన ZEML ఎలిమెంట్ హాండ్లర్లు నమోదై ఉన్నాయి

source: no ZEML element handlers installed.
te: ZEML ఎలిమెంట్ హ్యాండ్లర్లు ఏవీ వ్యవస్థలో లేవు.

source: Parsers
ru: Парсеры
te: పరిశీలించే పార్సర్లు

source: The following parsers are currently installed:
ru: Установлены следующие парсеры:
te: క్రింది పార్సర్లు ప్రస్తుతం వ్యవస్థలో నెలకొని ఉన్నాయి:

source: Plugins
pl: Pluginy
ru: Расширения
te: ప్లగిన్లు

source: active
pl: aktywne
ru: активен
te: చురుకైనవి

source: UID
te: యూజర్ పేరు

source: Location
ru: Расположение
te: నివాస స్థానం

source: Configuration Variables
pl: Parametry konfiguracji
ru: Конфигурационные переменные
te: కాన్ఫిగరేషన్ చలరాసులు

source: Key
ru: Ключ
te: మీట

source: Value
ru: Значение
te: విలువ

source: Default
ru: По умолчанию
te: కనీస విలువ

source: Template Globals
ru: Глобальные переменные в шаблонах
te: టెంప్లేటులోని గ్లోబల్ విలువలు

source: Template Filters
ru: Фильтры в шаблонах
te: టెంప్లేటు ఫిల్టర్లు

source: You can export this list and share it for troubleshooting by clicking on the button below. The resulting file is stripped of confidential information such as passwords.
ru: Вы можете экспортировать этот список с помощью кнопки «Экспорт». Конфиденциальные данные не будут записаны в файл, поэтому вы можете его использовать, например, в форумах, объясняя какую-либо проблему.
te: క్రింది బొత్తామును నొక్కటంద్వారా మీరు ఈ జాబితాను ఇతరులతో‌పంచుకోవటం కోసం ఎగుమతి చే సి, సమస్యాపరిష్కారానికి తోడ్పడవచ్చు. ఫలితంగా తయారయ్యే ఫైలులో సంకేత పదాల వంటి రహస్య సమాచారం ఏదీ ఉండదు.

source: Inspect Import
ru: Изучить импорт
te: దిగుమతైనదానిని పరిశీలించు

source: Here you can now inspect the imported data and select the data you want to import into the database.
ru: Здесь вы можете изучить импортированные данные и выбрать те, что будут записаны в базу данных.
te: ఇక్కడ మీరు దిగుమతైన సమాచారాన్ని పరిశీలించవచ్చు; మరియు దానినుండి డాటాబేస్ లోనికి పంపవలసిన సమాచారాన్ని ఎంపిక చేసుకోవచ్చు.

source: Blog Details
pl: Szczegóły bloga
ru: Описание блога
te: బ్లాగ్ వివరాలు

source: Dump ID
ru: Идентификатор дампа
te: డంప్ గుర్తింపు

source: If you have a special installation and want to rewrite the import programmatically you need this identifier.
ru: Если у вас особая инсталляция и вы хотите перезаписать импорт программно, вам нужен этот идентификатор.
te: ఒకవేళ మీవద్ద ప్రత్యేకమైన ఇంస్టలేషన్ ఉండి, దిగుమతైన సమాచారాన్ని ఏదైనా ప్రోగ్రాం ద్వారా తిరిగి వ్రాయాలనుకుంటే, మీకు ఈ ఐడెంటిఫైయర్ అవసరమౌతుంది.

source: Chose the authors whose posts you want to import. In the dropdown you can select one of the already existing users if you want to change the author during importing. In the default settings a new and inactive user without a password is created.
te: మీరు దిగుమతి చేసుకోవాలనుకున్న టపాల రచయితలను ఎంపిక చేసుకోండి. ఒకవేళ, దిగుమతి అవుతున్న సమయంలోనే గనక మీరు వారిని మార్చాలనుకుంటే , డ్రాప్ డౌన్ మెను లో ఇప్పటికే ఉన్న యూజర్లనుండి ఒకరిని ఎంపిక చేసుకోవచ్చు. అలాంటప్పుడు కనీస సెటింగులలో-సంకేతపదం ఏదీ లేని ఒక కొత్త యూజర్, ఇంతవరకూ ఏ పనీ చేయనివారు- ఒకరు సృజించబడతారు.

source: no author information
ru: нет авторской информации
te: రచయిత గురించిన సమాచారం ఏదీ‌లేదు

source: Authors are only converted if at least one of their posts is coverted. So if you unselect all the posts by a user in the list below it doesn't matter what you select here.
ru: Авторы импортируются в том случае, если у них есть записи.
te: ఎవరైనా రచయిత వ్రాసిన టపాల్లోంచి కనీసం ఒక్కటైనా దిగుమతి చేయబడితే తప్ప, ఇతరత్రాగా ఆ రచయితలు దిగుమతవ్వరు.అందువల్ల, క్రింది జాబితాలో , ఏ యూజర్ వ్రాసిన టపాల్నైనా అన్నింటినీ తిరస్కరించినట్లైతే, ఇక మీరు ఇక్కడ ఏది ఎంపిక చేసుకున్నా ఏమీ అవ్వదు.

source: Posts
pl: Wpisy
ru: Записи
te: టపాలు

source: Posts marked with a blue background are already imported.
ru: Записи, отмеченные синим фоном, уже были импортированы ранее.
te: నీలి రంగుతో గుర్తించబడి ఉన్న టపాలు ఇప్పటికే దిగుమతైనవి.

source: unpublished
pl: nie opublikowany
ru: не опубликовано
te: ప్రచురితం కానివి

source: Import into Blog
ru: Импортировать в блог
te: బ్లాగులోనికి దిగుమతి చేసుకో

source: %(blog_title)s Administration
pl: Administracja %(blog_title)s
ru: %(blog_title)s — Панель управления
te: %(blog_title)s నిర్వహణ

source: View Blog
pl: Zobacz Blog
ru: Смотреть блог
te: బ్లాగును చూపించు

source: Powered by %(zine)s %(version)s.
ru: Работает на %(zine)s %(version)s.
te: %(zine)s %(version)s చే సుసంపన్నం.

source: Log
ru: Лог
te: లాగ్

source: The log shows you important information about your system. Whenever problems happen, you can see it here.
ru: Лог показывает вам важную информацию о состоянии вашей системы. Когда возникают проблемы, вы сможете отследить их здесь.
te: మీ వ్యవస్థను గురించిన ముఖ్య సమాచారాన్ని ఈ లాగ్ లో చూడవచ్చు.

source: Recorded Events
ru: Записанные события
te: నమోదు చేసిన సంఘటనలు

source: The logfile is empty
ru: Лог-файл пуст
te: ఈ లాగ్ ఫైలు ఖాళీగా ఉన్నది

source: ▼ Down
pl: ▼ W dół
ru: ▼ Вниз
te: ▼ క్రిందికి

source: Up ▲
pl: W górę ▲
ru: Вверх ▲
te: పైకి ▲

source: Apply
pl: Zastosuj
ru: Применить
te: మార్పుల్ని నమోదు చేయి

source: Login
pl: Zaloguj się
ru: Логин
te: లాగిన్

source: &laquo; back to the blog index
pl: &laquo; wróć do indeksu bloga
ru: &laquo; вернуться на главную
te: &laquo; తిరిగి బ్లాగ్ విషయ సూచికకు పో

source: Remember me
pl: Zapamiętaj mnie
ru: Запомнить меня
te: నన్ను గుర్తుపెట్టుకో

source: Maintenance
pl: Serwisowanie
ru: Режим обслуживания
te: పరిపోషణ

source: From here you can set your blog into maintenance mode and do administrative tasks. It's recommend to enable maintenance mode before doing software upgrades, imports, exports or plugin installations. While it's not stricly necessary for the latter it's good idea to test the changes before going live with them. As long as maintenance mode is enabled users will see a message that says that the blog is in maintenance mode.
ru: Здесь вы можете включить режим обслуживания, чтобы решить административные задачи. Мы рекомендуем включать режим обслуживания перед обновлениями, импортированием, экспортированием, или установкой новых расширений. Кроме этого, обычно бывает полезным самостоятельно протестировать изменения перед тем как запускать их «в жизнь». Когда установлен режим обслуживания, пользователи не могут заходить на сайт, они лишь видят сообщение о ведущихся технических работах.
te: ఇక్కడినుండి మీరు మీ బ్లాగును సవరణ స్థితిలోకి మార్చి, దానిలో నిర్వహణా పరమైన మార్పులు చేయవచ్చు. సాఫ్ట్వేరు ను పై స్థాయికి మారుస్తున్నా, లేక దిగుమతులు/ఎగుమతులు చేస్తున్నా, లేక ప్లగిన్లను స్థిరీకరిస్తున్నా- ఈ సందర్భాలన్నింటిలోనూ ముందుగా మీ బ్లాగును సవరణ స్థితిలోకి మార్చి ఉంచటం మంచిది. ఈ చివరి సందర్భంలో ఇదంత అవసరం కాకపోవచ్చు; అయినప్పటికీ ముందుగా మార్పులు ఎలా ఉంటాయో పరీక్షించి చూసుకొని, ఆపైన వాటితో బతకటం అనేది సామాన్యంగా ఒక మంచి ఆలోచన. ఇలా సవరణ స్థితిని అవలంబించినంతకాలమూ యూజర్లకు 'బ్లాగు సవరణ స్థితిలో ఉన్నద'ని ఒక సూచన కనబడుతూంటుంది.

source: Disable maintenance mode
pl: Wyłącz tryb serwisowy
ru: Выключить режим обслуживания
te: సవరణ స్థితిని తొలగించు

source: Enable maintenance mode
pl: Włącz tryb serwisowy
ru: Включить режим обслуживания
te: సవరణ స్థితిలోనికి పో

source: Manage Categories
pl: Zarządzanie kategoriami
ru: Управление категориями
te: విభాగాలను నిర్వహించు

source: ID
te: గుర్తింపు

source: Number of Posts
pl: Ilość wpisów
ru: Количество записей
te: టపాల సంఖ్య

source: New Category
pl: Nowa kategoria
ru: Новая категория
te: కొత్త విభాగం

source: No comments.
pl: Brak komentarzy.
ru: Нет комментариев.
te: వ్యాఖ్యలేమీ లేవు

source: Toggle selection
pl: Odwróć zaznaczenie
ru: Переключить выбор
te: ఎంపికను టాగుల్ చేయి

source: Manage Groups
pl: Zarządzanie grupami
ru: Управлять группами
te: సమూహాల నిర్వహణ చేయి

source: No groups.
pl: Brak grup.
ru: Нет групп.
te: సమూహాలు లేవు

source: Manage Pages
pl: Zarządzanie stronami
ru: Управлять страницами
te: పేజీలను నిర్వహించు

source: Mail
pl: Poczta
ru: Почта
te: మెయిలు

source: Pages Configuration
pl: Konfiguracja stron
ru: Конфигурация страниц
te: పేజీల కాన్ఫిగరేషన్

source: Configure your pages settings.
ru: Установить настройки страниц.
te: మీ పేజీల సెటింగులను కాన్ఫిగరు చేయండి

source: Show page title
pl: Pokaż tytuł strony
ru: Показывать заголовок страницы
te: పేజీ పేరును చూపించు

source: Show the title of the page on top of the page body
ru: Показывать заголовок страницы над содержанием
te: పేజీకి పై భాగంలో పేజీ పేరును చూపు.

source: Show children
ru: Показывать подстраницы
te: ఈ పేజీ సంతానాన్ని చూపించు

source: Show the child-pages on the bottom of the page body
ru: Показывать дочерние страницы
te: పేజీ లోని విషయానికి క్రిందుగా ఈపేజీ సంతానాన్ని చూపించు

source: The importer converts now all the collected and selected data for Zine and inserts it into the database. This can take some time. <strong>Don't hit cancel!</strong>
ru: Импортер сейчас конвертирует все собранные данные в формат Zine и вставляет их в базу данных. Это займет некоторое время. <strong>Не нажимайте «Отменить»!</strong>
te: జైన్ కోసం సేకరించి, ఎంపికచేసుకున్న సమాచారాన్ని మొత్తాన్నీ ఈ దిగుమతిదారు ఇప్పుడు మార్చుకొని , డాటాబేసులో చేర్చుతుంది. దీనికి కొంత సమయం పట్టవచ్చు. <strong>ఆలోగా 'రద్దు'చేయమనకండి!.</strong>

source: Imported data successfully.
ru: Данные успешно импортированы.
te: సమాచారాన్ని దిగుమతి చేసుకోవటం విజయవంతంగా పూర్తైంది.

source: Plugin Management
ru: Управление расширениями
te: ప్లగిన్ల నిర్వహణ

source: Plugins extend the functionality of the Zine system. Because of security and convenience reasons you have to enable plugins by hand. Some plugins could conflict with each other so it's up to you to decide which plugins you want to enable. In case of doubt have a look at the installation instructions of the plugin you've added.
ru: Расширения модернизируют функциональность Zine. Из соображений безопасности, вам необходимо активировать расширения вручную. Бывает, какие-то расширения конфликтуют друг с другом, поэтому вам нужно аккуратно следить за тем, какие расширения использовать, а какие — нет. Старайтесь всегда читать инструкции к расширениям перед установкой.
te: జైన్ వ్యవస్థ యొక్క పనితీరును, సామర్ధ్యాన్ని ప్లగిన్లు పొడిగిస్తాయి. భద్రత దృష్ట్యాను, వీలును దృష్టిలో ఉంచుకొని కూడాను, మీరే స్వయంగా ప్లగిన్లను ఎనేబుల్ చేసుకోవాల్సి ఉంటుంది. కొన్ని ప్లగిన్లు ఒకదానితో ఒకదానితో ఒకటి సరిపోవు- అందువల్ల ఏ ఏ ప్లగిన్లను ఏకకాలంలో అనుమతించాలనేది మీరే నిర్ణయించుకోవాలి. ఒకవేళ అనుమానం వస్తే, మీరు కొత్తగా కలిపిన ప్లగిన్ యొక్క స్థిరీకరణ సూచనలను మరోసారి తిరగవేసుకోండి.

source: Plugin
ru: Расширение
te: ప్లగిన్

source: Version
ru: Версия
te: విడుదల వర్షన్

source: Activate
ru: Активировать
te: పనిచేయించు

source: By %(author)s
pl: Przez %(author)s
ru: Автор: %(author)s
te: సృజన: %(author)s

source: and %(contributors)s
pl: oraz %(contributors)s
ru: и %(contributors)s
te: మరియు: %(contributors)s

source: Remove plugin
ru: Удалить расширение
te: ప్లగిన్ ను తొలగించు

source: Plugin Guard
te: ప్లగిన్ రక్షణ కవచం

source: Normally the plugin guard is enabled and catches exceptions during plugin setup. In some situations however this is not wanted, for example if you want to debug a broken plugin.
te: సాధారణంగా ప్లగిన్లను సెటప్ చేసేటప్పుడు ప్లగిన్ రక్షణ కవచం చురుకుగా ఉండి, ఆ సమయంలో ఏవైనా విపరీత పరిణామాలు తలెత్తితే గుర్తించి, పట్టుకుంటుంది. అయితే కొన్ని సమయాలలో ఇది అనవసరమనిపించవచ్చు. ఉదా: చెడిపోయిన ప్లగిన్లో తప్పుల్ని సవరించేందుకు మీరు ప్రయత్నించే సందర్భం.

source: Add New Plugin
ru: Добавить новое расширение
te: కొత్త ప్లగిన్ ను చేర్చు

source: If you have a plugin as Zine <tt>.plugin</tt> file you can upload it to your Zine instance using the following form. Plugins added this way can also be completely removed.
ru: Если у вас есть расширение в виде файла <tt>.plugin</tt>, вы можете загрузить его в Zine, используя форму. Расширения, добавленные таким образом, также могут быть полностью удалены.
te: ఒకవేళ మీవద్ద జైన్<tt>.plugin</tt> రూపంలో ఉన్న ప్లగిన్ ఫైలు ఉన్నట్లైతే, మీరు ఈ క్రింది ఫారంని వాడి, దాన్ని మీ జైన్ ఇంస్టెన్సులోనికి ఎగుమతి చేయవచ్చు. ఈ విధంగా చేర్చబడ్డ ప్లగిన్లను తరువాత ఎప్పుడైనా పూర్తిగా తొలగించుకోవచ్చు.

source: from <em>%(domain)s</em>, submitted by %(author)s @ %(submitted)s, %(comments)s
ru: от <em>%(domain)s</em>, добавил %(author)s @ %(submitted)s, %(comments)s
te: <em>%(domain)s</em>నుండి, %(author)s @ %(submitted)sచే పంపబడ్డాయి, %(comments)s

source: No items on the frontpage
ru: На главной странице ничего нет
te: ముందుపేజీలో ఏమీ లేవు.

source: Remove Plugin
ru: Удалить расширение
te: ప్లగిన్లను తొలగించు

source: Do you really want to remove the plugin “%(plugin_name)s” permanently from the instance folder? If you do so you have to reinstall the plugin if you want to use it again.
ru: Вы действительно хотите полностью удалить расширение «%(plugin_name)s» из блога? Если вы это сделаете, но захотите вновь использовать это расширение, вам придется инсталлировать его заново.
te: ఇంస్టెన్సు ఫోల్డరు నుండి “%(plugin_name)s”ను నిజంగానే పూర్తిగా తొలగించుదామనుకుంటున్నారా? అలాచేసిన తరువాత ఎప్పుడైనా మీకు ఆ ప్లగిన్ ను వాడుకోవాలనిపిస్తే, దానిని తిరిగి ఇంస్టాల్ చేసుకోవాల్సి వస్తుంది.

source: Theme Manager
ru: Менеджер тем
te: నేపథ్యాల నిర్వహణ

source: by %(author)s
pl: przez %(author)s
ru: автор: %(author)s
te: సృజన: %(author)s

source: Configure Theme
ru: Настроить тему
te: నేపథ్యాన్ని కాన్ఫిగరు చేయి

source: Unblock Comment
ru: Разблокировать комментарий
te: వ్యాఖ్యను అడ్డగించకు

source: Do you really want to unblock the comment by %(comment_author)s which was blocked with the following reason: %(reason)s?
ru: Вы действительно хотите разблокировать комментарий, написанный %(comment_author)s? Он был заблокирован по следующей причине: %(reason)s.
te: గతంలో ' %(reason)s' అనే కారణంవల్ల %(comment_author)sగారి వ్యాఖ్య నిరోధించబడింది. మీరిప్పుడు దాన్ని నిజంగానే అడ్డుకోకుండా అనుమతించమంటున్నారా?

source: URL Options
pl: Opcje URL
ru: Опции URL
te: యూఆరెల్ ఎంపికలు

source: Here you can change some basic URL configuration settings. This is especially useful if you have plugins installed that that add a new index page or if you want to move the administration to a different location.
ru: Здесь вы можете изменить кое-какие основные настройки конфигурации URL. Обычно это нужно, если у вас установлены плагины, добавляющие новую главную страницу, или если вы хотите изменить путь к панели управления
te: మీరు ఇక్కడ కొన్ని మౌలికమైన యూఆరెల్ కాన్ఫిగరేషన్ సెటింగులు చేయవచ్చు. కొత్తగా విషయసూచిక పేజీని కలిపే ప్లగిన్లు ఇంస్టాల్ చేసుకొని ఉంటేనో, లేదా బ్లాగు నిర్వహణను వేరే ప్రదేశానికి మార్చే సందర్భాలలోనో ఈ సెటింగులు చక్కగా ఉపకరిస్తాయి.

source: The key is used to build the url. If no key is given it's just the title-slug.
ru: Ключ, используемый чтобы сгенерировать url.
te: మీరిచ్చే 'కీ'ని ఉపయోగించి యూఆరెల్ నిర్మించబడుతుంది. ఒకవేళ ఏలాంటి 'కీ' నీ ఇవ్వకపోయినట్లైతే, బ్లాగు పేరుకు సంబంధించిన 'టైటిల్ స్లగ్' నే వాడుకోవటం జరుగుతుంది.

source: Content
pl: Zawartość
ru: Содержание
te: విషయం

source: Parent Page
ru: Родительская страница
te: ఆధారమైన పేజీ

source: Position
ru: Позиция
te: స్థానము

source: Latest Comments
pl: Najnowsze komentarze
ru: Последние комментарии
te: సరికొత్త వ్యాఖ్యలు

source: by
pl: przez
ru: написал(а)
te: రచన

source: Latest Posts
pl: Najnowsze wpisy
ru: Последние записи
te: సరికొత్త టపాలు

source: Navigation
ru: Навигация
te: ఒకచోటి నుండి ఒకచోటికి పోవటం

source: Complete archive
ru: Полный архив
te: పూర్తి సంగ్రహం

source: %(count)s post tagged %(tag)s
pl: %(count)s wpis otagowany %(tag)s
te: %(count)s టపా %(tag)sలచే ట్యాగు చేయబడింది

source: Error
ru: Ошибка
te: తప్పు

source: unkown file
ru: неизвестный файл
te: తెలియని ఫైలు

source: No choices.
ru: Нет вариантов выбора.
te: ఎంపిక చేసుకునేందుకు ఏవీ లేవు.

source: Submit
pl: Wyślij
ru: Отправить
te: సమర్పించు

source: This field is required.
ru: Поле обязательно для заполнения.
te: ఇక్కడ సమాచారం ఇవ్వవలసిందే

source: Invalid security token submitted.
ru: Использован неверный код безопасности.
te: సమర్పించిన భద్రత టోకెన్ చెల్లదు

source: Please provide at least %d item.
te: దయచేసి కనీసం %d అంశాన్నైనా వ్రాయండి.

source: Please provide no more than %d item.
te: దయచేసి ఒక్క టి కంటే ఎక్కువ అంశాలను ఇవ్వకండి.

source: Please enter at least %d character.
te: దయచేసి కనీసం ఒక కారక్టరును ఇవ్వండి.

source: Please enter no more than %d character.
te: దయచేసి %dకంటే ఎక్కువ కారక్టర్లను వాడకండి.

source: Please enter a valid date.
ru: Введите дату правильно.
te: '%(value)s"" లేదు

source: Invalid value.
ru: Неверное значение.
te: విలువ చెల్లదు

source: Key does not exist.
ru: Ключ не существует.
te: 'కీ' లేదు.

source: Please enter a valid choice.
ru: Выберите вариант из существующих.
te: దయచేసి మీ ఎంపిక చెల్లేటట్లు చూసుకోండి.

source: “%s” is not a valid choice
ru: «%s» не является верным вариантом
te: "%s" అనేది ఒక చెల్లని ఎంపిక

source: Please enter a whole number.
ru: Введите целое число.
te: దయచేసి ఒక పూర్ణాంకాన్ని ఇవ్వండి.

source: Ensure this value is greater than or equal to %s.
ru: Убедитесь, что значение больше или равно %s.
te: ఈ విలువ %sకంటే ఎక్కువగాగాని, కనీసం సమానంగా గాని ఉండేలా చూడండి.

source: Ensure this value is less than or equal to %s.
ru: Убедитесь, что значение меньше или равно %s.
te: ఈ విలువ %sకంటే తక్కువగాగాని, కనీసం సమానంగా గాని ఉండేలా చూడండి.

source: True
pl: Prawda
ru: Истина
te: సత్యం

source: False
pl: Fałsz
ru: Ложь
te: అసత్యం

source: critical
pl: krytyczny
te: ప్రమాదకరమైన

source: error
pl: błąd
te: తప్పు

source: warning
pl: ostrzeżenie
te: హెచ్చరిక

source: notice
pl: notyfikacja
te: గమనిక

source: info
pl: informacja
te: సమాచారము

source: debug
te: తప్పులు వెతుకు

source: Next »
pl: Następne »
ru: Вперед »
te: తరువాతది »

source: « Previous
pl: « Poprzednie
ru: « Назад
te: « ముందుది

source: You have to enter a valid URL.
pl: Musisz podać poprawny URL.
ru: Введите правильный URL.
te: మీరు చెల్లే యూఆరెల్ ఒకదాన్ని ఇవ్వాలి

source: The slug is too long
pl: Slug jest zbyt długi
ru: Ярлык слишком длинный
te: ఈ స్లగ్ చాలా పొడుగ్గా ఉంది

source: The slug must not start with a slash
pl: Slug nie może się zaczynać od ukośnika
ru: Ярлык не может начинаться со слеша
te: ఈ స్లగ్ ' లేదా /' గుర్తులతో మొదలవ్వరాదు

source: You have to enter a valid net address.
pl: Musisz podać poprawny adres sieciowy.
ru: Введите правильный сетевой адрес.
te: మీరు ఇచ్చే నెట్ అడ్రసు చెల్లేది అయిఉండాలి

source: The port has to be numeric
pl: Port musi być liczbą.
ru: Порт должен быть числом
te: ఈ పోర్టు విలువ ఒక సంఖ్య అవ్వాలి

source: Invalid character, < or > are not allowed.
pl: Niepoprawny znak, < oraz > nie są dozwolone.
ru: Неверный символ. Символы < и > не разрешены.
te: చెల్లదు. మీరిచ్చే విలువలో < or > లు ఉండరాదు.

source: URL prefix must not be a sole slash.
pl: Prefiks URLa nie może być pojedynczym ukośnikiem.
ru: URL-префикс не может состоять только из слеша.
te: యూఆరెల్ ప్రథమ భాగం కేవలం '/' కారాదు.

source: URL prefix must start with a slash.
pl: Prefiks URLa musi rozpoczynać się od ukośnika.
ru: URL-префикс должен начинаться со слеша.
te: యూఆరెల్ ప్రథమభాగం '/' గుర్తుతో మొదలవ్వాలి.

source: URL prefix must not end with a slash.
pl: Prefix URLa nie może kończyć się ukośnikiem.
ru: URL-префикс не должен заканчиваться слешем.
te: యూఆరెల్ ప్రథమభాగం '/' గుర్తుతో అంతం కారాదు.

source: The text must not be empty.
pl: Treść nie może być pusta.
ru: Текст не должен быть пустым.
te: ప్రదేశాన్ని ఖాళీగా ఉంచరాదు.

source: Error when loading dynamic ZEML element. The system ignored the element. Maybe a disabled plugin caused the problem.
pl: Błąd przy ładowaniu dynamicznego elementu ZEML. System pominął ten element. Być może problem spowodowany został przez wyłączony plugin.
ru: Ошибка загрузки динамического элемента ZEML, он был проигнорирован. Возможно, проблема вызвана каким-то отключенным расширением.
te: గతిశీలమైన ZEML ఎలిమెంటును ఎక్కించుకోవటంలో పొరపాటు. వ్యవస్థ ఆ ఎలిమెంటును వదిలివేసింది. డిజేబుల్ అయిన ప్లగిన్ ఏదో ఈ సమస్యకు కారణం అయిఉండచ్చు.

source: Error loading dynamic element %s
pl: Błąd przy ładowaniu dynamicznego elementu %s
ru: Ошибка загрузки динамического элемента %s
te: %s అనే గతిశీలమైన ఎలిమెంటును ఎక్కించుకోవటంలో పొరపాటు.

source: Entries
pl: Wpisy
ru: Записи
te: టపాలు

source: Pages
pl: Strony
ru: Страницы
te: పేజీలు

source: Write
pl: Napisz
ru: Написать
te: వ్రాయి

source: Entry
pl: Wpis
ru: Запись
te: టపా

source: Page
pl: Strona
ru: Страницу
te: పేజీ

source: Manage
pl: Zarządzanie
ru: Управление
te: నిర్వహించు

source: Overview
pl: Przegląd
ru: Обзор
te: సారాంశం

source: Awaiting Moderation (%d)
pl: Oczekujące na moderacje (%d)
ru: Ожидающие проверки (%d)
te: (%d)మోడరేషన్ కోసం వేచి ఉన్నాయి.

source: Spam (%d)
ru: Спам (%d)
te: (%d) స్పాము

source: Options
pl: Opcje
ru: Опции
te: ఎంచుకునే అవకాశాలు

source: Basic
pl: Podstawowe
ru: Основное
te: మౌలికమైన

source: URLs
pl: URLe
ru: URL-адреса
te: యూఆరెల్ లు

source: Cache
ru: Кэширование
te: క్యాష్

source: Users
pl: Użytkownicy
ru: Пользователи
te: యూజర్లు

source: Help
pl: Pomoc
ru: Помощь
te: సహాయం

source: About
pl: O nas
ru: О Zine
te: దీని గురించి

source: Information
pl: Informacja
ru: Информация
te: సమాచారం

source: System
ru: Система
te: వ్యవస్థ

source: Zine is in maintenance mode. Don't forget to <a href="%s">turn it off again</a> once you finish your changes.
ru: Zine находится в режиме обслуживания. Не забудьте <a href="%s">включить</a> блог, когда закончите настройку.
te: జైన్ ఇప్పుడు సవరణ స్థితిలో ఉన్నది. ఒకసారి మీకిష్టమైన మార్పులు చేసిన తరువాత ఆ స్థితిని <a href="%s">మార్చి, జైన్ ను సాధారణ స్థితికి తేవటం మర్చిపోకండి.

source: Could not activate plugin “%(name)s”: %(error)s
ru: Не получилось активировать расширение «%(name)s»: %(error)s
te: %(name)s: %(error)s అనే ప్లగిన్లను ప్రారంభించటం వీలవలేదు.

source: No URLs pinged so far because the post is not publicly available
ru: Никаких адресов не было пропинговано, поскольку запись не доступна публично.
te: ఈ టపా ఇతరులెవరికీ అందుబాటులో లేదు కనుక ఏ యూఆరెల్ లూ ఇంతవరకూ పింగ్ చేయబడలేదు.

source: Could not ping URLs because the parser for the post is not available any longer.
ru: Не получается сделать пинг, поскольку парсер для записи больше не доступен.
te: టపాకు సంబంధించిన పార్సర్ ప్రస్తుతం అందుబాటులో లేదు కనుక యూఆరెల్ లను పింగ్ చేయటం వీలవలేదు.

source: Could not ping %(url)s: %(error)s
ru: Не получается пропинговать %(url)s: %(error)s
te: %(url)s: %(error)s లను పింగ్ చేయటం కుదరలేదు.

source: %s was pinged successfully.
te: %s ని పింగ్ చేయటం విజయవంతం

source: Text here...
pl: Napisz tekst w tym miejscu...
ru: Текст...
te: ఇక్కడ రాయండి...

source: Untitled Page
pl: Strona bez tytułu
ru: Безымянная страница
te: పేరు లేని పేజీ

source: The entry %s was created successfully.
pl: Wpis %s został pomyślnie utworzony.
ru: Запись %s создана.
te: %s అనే అంశాన్ని చక్కగా సృజించాను

source: The entry %s was updated successfully.
pl: Wpis %s został pomyślnie zaktualizowany.
ru: Запись %s обновлена.
te: %s అనే అంశాన్ని విజయవంతంగా ముందుకు సవరించాను

source: The entry %s was deleted successfully.
pl: Wpis %s został pomyślnie usunięty.
ru: Запись %s удалена.
te: %s అనే అంశాన్ని చక్కగా తొలగించాను

source: The page %s was created successfully.
pl: Strona %s została pomyślnie utworzona.
ru: Страница %s создана.
te: %s పేజీని చక్కగా సృష్టించటమైంది.
