Repository: rockyburt/Rezine
Catalog: zine/i18n/*/messages.po
Languages: pl, ru, te

source: The page %s was updated successfully.
pl: Strona %s została pomyślnie zaktualizowana.
ru: Страница %s обновлена.
te: %s పేజీని విజయవంతంగా ముందుకు సవరించాను.

source: The page %s was deleted successfully.
pl: Strona %s została pomyślnie usunięta.
ru: Страница %s удалена.
te: %s పేజీని తొలగించటం విజయవంతమైంది.

source: Approved all the selected comments.
pl: Zaakceptowano wszystkie wybrane komentarze.
ru: Все выбранные комментарии одобрены.
te: ఎంపిక చేసిన వ్యాఖ్యలన్నిటినీ అనుమతించాను

source: All Comments
pl: Wszystkie komentarze
ru: Все комментарии
te: అన్ని వ్యాఖ్యలూ

source: Comments Awaiting Moderation
pl: Komentarze oczekujące na moderację
ru: Комментарии, ожидающие проверки
te: మితీకరణ కోసం వేచిఉన్న వ్యాఖ్యలు

source: Spam
ru: Спам
te: స్పాము

source: Comments for “%s”
pl: Komentarze dla “%s”
ru: Комментарии к записи «%s»
te: '%s' కోసం వ్యాఖ్యలు

source: Comment by %s moderated successfully.
pl: Komentarz napisany przez %s został pomyślnie wymoderowany.
ru: Комментарий пользователя %s отмодерирован.
te: %s చేసిన వ్యాఖ్యను చక్కగా మితీకరించాను.

source: Comment by %s approved successfully.
pl: Komentarz napisany przez %s został pomyślnie zaakceptowany.
ru: Комментарий пользователя %s одобрен.
te: %s చేసిన వ్యాఖ్యను చక్కగా అనుమతించాను.

source: Comment by %s blocked successfully.
pl: Komentarz napisany prze %s został pomyślnie zablokowany.
ru: Категория %s заблокирована.
te: %s చేసిన వ్యాఖ్యను విజయవంతంగా నిరోధించాను.

source: Category %s created successfully.
pl: Kategoria %s została pomyślnie utworzona.
ru: Категория %s создана.
te: %s అనే విభాగపు సృజన విజయవంతమైంది.

source: Category %s updated successfully.
pl: Kategoria %s została pomyślnie zaktualizowana.
ru: Категория %s успешно изменена.
te: %s అనే విభాగాన్ని విజయవంతంగా ముందుకు సవరించాను.

source: Category %s deleted successfully.
pl: Kategoria %s została pomyślnie usunięta.
ru: Категория %s удалена.
te: %s అనే విభాగాన్ని విజయవంతంగా తొలగించాను.

source: User %s created successfully.
pl: Użytkownik %s został pomyślnie utworzony.
ru: Пользователь %s создан.
te: %s అనే యూజర్ ను చక్కగా సృజించాను.

source: User %s edited successfully.
pl: Dane użytkownika %s zostały pomyślnie zmodyfikowane.
ru: Пользователь %s успешно изменен.
te: %s అనే యూజర్ వివరాలను మార్చటం విజయవంతమైంది.

source: You cannot delete yourself.
pl: Nie możesz usunąć siebie samego.
ru: Вы не можете удалить самого себя ;-)
te: మిమ్మల్ని మీరు తొలగించుకోలేరు.

source: Group %s created successfully.
pl: Grupa %s została pomyślnie utworzona.
ru: Группа %s создана.
te: %sఅనే సమూహాన్ని సృజించటం పూర్తైంది.

source: Group %s edited successfully.
pl: Grupa %s została pomyślnie zmodyfikowana.
ru: Группа %s успешно изменена.
te: %s అనే సమూహపు వివరాలను మార్చటం పూర్తైంది.

source: Configuration altered successfully.
pl: Konfiguracja została pomyślnie zmodyfikowana.
ru: Конфигурация успешно изменена.
te: కాన్ఫిగరేషన్ ను మార్చటం విజయవంతమైంది.

source: URL configuration changed.
pl: Konfiguracja URL została pomyślnie zmieniona.
ru: URL-конфигурация изменена.
te: యూఆరెల్ కాన్ఫిగరేషన్ మార్చబడింది.

source: Theme changed successfully.
pl: Temat został pomyślnie zmieniony.
ru: Тема успешно изменена.
te: నేపథ్యం మార్పు విజయవంతమైంది.

source: This theme is not configurable
pl: Tego tematu nie można konfigurować
ru: Эта тема не имеет возможностей настройки
te: ఈ నేపథ్యాన్ని కాన్పిగర్ చేయటం సాధ్యం కాదు.

source: Plugin configuration changed
pl: Konfiguracja pluginu została zmieniona
ru: Конфигурация расширений изменена
te: ప్లగిన్ కాన్ఫిగరేషన్ మార్చబడింది.

source: Plugin “%s” added successfully. You can now enable it in the plugin list.
ru: Расширение «%s» успешно добавлено. Вы можете теперь его активировать.
te: '%s' అనే ప్లగిన్ ని విజయవంతంగా కలిపాను. మీరిప్పుడు ప్లగిన్ల జాబితాలోంచి దాన్ని ఎనేబుల్ చేసుకోవచ్చు.

source: Could not remove the plugin “%s” because an IO error occurred. Wrong permissions?
ru: Невозможно удалить расширение «%s», возникла ошибка ввода/вывода. Неверно установлены права доступа?
te: ఐఓ సమస్య ఎదురవ్వటం కారణంగా %s అనే ప్లగిన్ ను తొలగించలేకపోయాను. సరైన అనుమతులు లేవా?

source: The plugin “%s” was removed from the instance successfully.
ru: Расширение «%s» отключено.
te: %s ప్లగిన్ ను ఇంస్టెన్సు నుండి విజయవంతంగా తొలగించాను.

source: The cache was cleared successfully.
ru: Кэш очищен.
te: క్యాష్ ను ఖాళీ చేయటం విజయవంతమైంది.

source: Cache settings were changed successfully.
ru: Настойки кэширования успешно изменены.
te: క్యాష్ సెటింగులను మార్చటం విజయవంతమైంది.

source: Maintenance mode disabled. The blog is now publicly available.
ru: Режим обслуживания выключен. Блог теперь доступен публично!
te: సవరణ స్థితి పోయింది. బ్లాగు ఇప్పుడు అందరికీ అందుబాటులోకి వచ్చింది.

source: The imported dump “%s” was deleted successfully.
ru: Импортированнный дамп «%s» был успешно удален.
te: దిగుమతి చేసుకున్న డంప్ “%s”ని విజయవంతంగా తొలగించాను.

source: Log changes saved.
ru: Изменения лога сохранены.
te: లాగ్ లో చేయబడ్డ మార్పుల్ని భద్రం చేశాను.

source: Password changed successfully.
pl: Hasło zostało pomyślnie zmienione.
ru: Пароль успешно изменен.
te: సంకేత పదాన్ని మార్చటం విజయవంతమైంది.

source: Recent Posts Feed
pl: Feed najnowszych wpisów
ru: Поток последних записей
te: సరికొత్త టపాల ఫీడు

source: All posts in category %s
pl: Wszystkie wpisy w kategorii %s
ru: Все записи в категории %s
te: %s విభాగం లోని అన్ని టపాలూ

source: All posts tagged %s
pl: Wszystkie wpisy otagowane %s
ru: Для всех записей установлен тег %s
te: ట్యాగు చేయబడ్డ %s లోని అన్ని టపాలూ

source: All posts written by %s
pl: Wszystkie wpisy napisane przez %s
ru: Все записи пользователя %s
te: %s వ్రాసిన అన్ని టపాలూ

source: Comment %(num)d on %(post)s
pl: Komentarz %(num)d do %(post)s
ru: Комментарий %(num)d к %(post)s
te: %(post)s టపాపై %(num)dవ వ్యాఖ్య

source: Comments Feed
pl: Feed komentarzy
ru: Поток комментариев
te: వ్యాఖ్యల ఫీడు

source: Instance folder does not exist. You have to create the folder “%s” before proceeding.
ru: Папка не существует. Вам следует создать папку «%s», чтобы продолжить.
te: ఇంస్టెన్సు అనే పేరుగల ఫోల్డరు లేదు. ముందుకు సాగాలంటే , మీరు "%s" అనే ఫోల్డరును సృష్టించాలి.

source: You have to provide a username.
pl: Musisz podać nazwę użytkownika.
ru: Введите имя пользователя.
te: మీరు ఒక యూజర్ పేరును వ్రాయాలి

source: You have to enter a mail address.
pl: Musisz podać adres e-mail.
ru: Введите почтовый адрес.
te: మీరొక మెయిలు అడ్రసును ఇవ్వాలి.

source: The mail address is not valid.
pl: Adres e-mail nie jest prawidłowy.
ru: Неправильный почтовый адрес.
te: మీరిచ్చిన మెయిలు అడ్రసు చెల్లదు.

source: You have to enter a password.
pl: Musisz podać hasło.
ru: Введите пароль.
te: మీరొక సంకేత పదాన్ని ఇవ్వాలి.

source: The two passwords do not match.
pl: Hasła nie pasują.
ru: Пароли не совпадают.
te: మీరిచ్చిన సంకేత పదాలు రెండూ సరిపోలటం లేదు.

source: The configuration file (%s) could not be opened for writing. Please adjust your permissions and try again.
ru: Файл конфигурации (%s) не может быть открыт для записи. Проверьте права доступа и попробуйте снова.
te: (%s) కాన్ఫిగరేషన్ ఫైలును వ్రాసేందుకు వీలుగా తెరవటం సాధ్య పడలేదు. దయచేసి మీ అనుమతులను సవరించి, మళ్ళీ ప్రయత్నించండి.

source: Administrator Account
pl: Konto administracyjne
ru: Аккаунт администратора
te: నిర్వాహకుని అకౌంటు

source: In order to log into your Zine installation you have to provide a login name for the administration user. You can later rename or delete that user if you want.
ru: Чтобы входить в Zine, вам нужно создать пользователя-администратора. Позже вы сможете удалить или переименовать его, если захотите.
te: ఈ జైన్ వ్యవస్థలోనికి లాగిన్ అయ్యేందుకుగాను నిర్వాహకుని అకౌంటుకోసం మీరు ఒక లాగిన్ పేరును ఇవ్వవలసి ఉన్నది. తరువాత ఎప్పుడైనా మీరు దాని పేరును మార్చుకోవచ్చు; లేదా దాన్ని పూర్తిగా తొలగించుకోవచ్చు కూడాను.

source: Password (repeat)
pl: Hasło (powtórz)
ru: Пароль (еще раз)
te: సంకేతపదం (రెండవసారి)

source: E-Mail
ru: Электропочта
te: ఇ-మెయిలు

source: Database
ru: База данных
te: డాటాబేసు

source: Zine uses a database to store blog posts and other information. The only information it requires therefore is a database URI. Depending on your database this URI looks different. Have a look at the following table for examples of database URIs.
ru: Zine использует базу данных для хранения записей и другой информации. Необходимо указать URI-формат пути к базе данных. В зависимости от вашей БД, URI может выглядеть по-разному. Обратите внимание на таблицу — она содержит примеры.
te: బ్లాగు టపాలను, మరియు ఇతర సమాచారాన్ని నిలువ చేసేందుకుగాను జైన్ ఒక డాటాబేసును ఉపయోగించుకుంటుంది. అందువల్ల దానికి కావలసిన ఒకే ఒక్క సమాచారం ఆ డాటాబేసు యొక్క యూఆరై. మీ డాటాబేసును బట్టి ఈ యూఆరై కనబడే తీరు మారుతుంటుంది. డాటాబేసు యూఆరైల ఉదాహరణలకోసం ఈ క్రింది పట్టికను చూడండి:

source: SQLite
te: ఎస్ క్యూ లైట్

source: The SQLite database path is either absolute (if it starts with three slashes on OS X / Linux or two slashes and a drive letter on a Windows system) or otherwise relative to the instance folder.
ru: Путь к базе данных SQLite может быть как абсолютным ( если начинается с трех слешей на Mac/Linux или двух слешей и буквы диска на Windows) так и относительным (от папки блога).
te: ఎస్ క్యూ లైట్ డాటాబేసు యొక్క పాత్ రెండు విధాలుగా ఉండవచ్చు. ఒకటి, యాబ్సొల్యూట్ - (మీ ఆపరేటింగ్ సిస్టం X / linux అయితే ఇది మూడు -'///' లతో ప్రారంభం ఔతుంది; మీది విండోస్ వ్యవస్థ అయితే రెండు-'//' లూ మరియు ఒక డ్రైవ్ అక్షరం తో మొదలౌతుంది), ఇక రెండవది,మీ ఇంస్టెన్సు ఫోల్డరుకు తారతమ్యంగా ఉంటుంది.

source: MySQL
te: మై ఎస్ క్యూ ఎల్

source: Postgres
te: పోస్ట్గెస్

source: Setup Failed
ru: Установка не получилась :-(
te: సెటప్ ఫెయిలయింది

source: The websetup was not able to finish the Zine installation successfully.
ru: Мастер не может успешно завершить установку Zine.
te: వెబ్ సెటప్ జైన్ ఇంస్టలేషన్ ను సరిగా పూర్తిచేయలేకపోయింది.

source: If you need help for setting up Zine have a look at the support wepage that will be there once a beta is available :-)
ru: Если вам понадобится помощь в настройке Zine, обратитесь к странице поддержки. Она станет доступна когда выйдет в свет бета-версия :-)
te: జైన్ ను సెటప్ చేయటంలో మీకేదైనా సహాయం అవసరమైతే మీరు సపోర్టు వెబ్ పేజీని చూడచ్చు.. అయితే బీటా వర్షన్ విడుదలైన తర్వాతగాని అది అందుబాటులోకి రాదు! :-)

source: Setup Finished
ru: Установка завершена
te: సెటప్ పూర్తైంది.

source: The setup was finished successfully. You can now go to the admin panel and start configuring your blog. Don't forget to disable the maintenance mode after you finish your configuration.
ru: Инсталляция успешно завершена. Сейчас вы можете зайти в панель управления и начать настраивать ваш блог. Не забудьте выключить режим обслуживания, когда закончите.
te: సెటప్ విజయవంతంగా పూర్తైంది. మీరిప్పుడు నిర్వహణ కక్ష్యలోనికి వెళ్ళి, మీ బ్లాగును కాన్ఫిగర్ చేయటం మొదలుపెట్టుకోవచ్చు. మీ కాన్పిగరేషన్ పని పూర్తైన తరువాత సవరణ స్థితిని రద్దుచేసి, వ్యవస్థను సాధారణ స్థితిలోనికి మార్చటం మరువకండి.

source: Zine Setup
ru: Мастер установки Zine
te: జైన్ సెటప్

source: An Error Occurred
ru: Возникла ошибка
te: ఒక పొరపాటు జరిగింది

source: Next
pl: Dalej
ru: Вперед
te: తరువాతది

source: Install
ru: Установить
te: ఇంస్టాల్ చేయి

source: Back
pl: Wstecz
ru: Назад
te: వెనక్కి

source: Welcome To The Zine Setup
ru: Добро пожаловать в мастер установки Zine!
te: జైన్ సెటప్ కు స్వాగతం

source: Welcome to the Zine Setup. This Wizard will ask you some basic questions and setup Zine for you.
ru: Будет задано несколько простых вопросов, ответы на которые нужны, чтобы установить Zine.
te: జైన్ సెటప్ కు స్వాగతం. ఇప్పుడు ఈ సాధనం మిమ్మల్ని కొన్ని సాధారణమైన ప్రశ్నలు అడిగి, ఆపైన జైన్ ను మీరు కోరిన విధంగా సెటప్ చేసి పెడుతుంది.

source: The setup tried to determine the language from your browser settings. If you want to step through the wizard in another language select it from the dropdown menu below and press next.
ru: Мы попробовали определить язык из настроек вашего браузера. Если вы хотите пройти процедуру установки, используя другой язык, выберите его в выпадающем меню. Чтобы начать, нажмите «Вперед».
te: మీ బ్రౌజర్ సెటింగుల ఆధారంగా మీ భాషను గుర్తించేందుకు సెటప్ ప్రయత్నించింది. మిగిలిన సెటప్ కార్యక్రమాన్ని మీరు వేరొక భాషలో నిర్వహించుదామనుకుంటే, క్రింది డ్రాప్ డౌన్ మెనులో ఆ భాషను ఎంపిక చేసుకొని, 'తరువాత ' బొత్తామును నొక్కండి.

source: Setup Starting
ru: Запускается установка
te: సెటప్ ప్రారంభమౌతోంది

source: Zine knows now about all the information it needs to setup your instance. After you click on the install button Zine will create the database tables and insert the default information. Right after that Zine will be online in maintenance mode which means that it's only visible to the administrator, all other users will get a message that shows that the blog is in maintenance mode right now.
ru: Теперь у Zine есть вся нужная информация для установки блога. Когда вы нажмете на кнопку, будут созданы нужные таблицы в БД и заполнены стартовыми данными. После этого Zine будет работать в режиме обслуживания. Это означает, что блог будет доступен только администратору, а все прочие пользователи будут видеть соответствующее сообщение. Спасибо за то, что выбрали Zine!
te: మీ ఇంస్టెన్సును సెటప్ చేసేందుకుగాను అవసరమైన సమాచారమంతా ఇప్పుడు జైన్ కు అందింది. మీరొకసారి ఇంస్టాల్ బొత్తామును నొక్కిన తరువాత, జైన్ డాటాబేసు పట్టికల్ని నిర్మించి, వాటిలో కనీస సమాచారాన్ని నింపుతుంది. ఆ వెంటనే జైన్ వ్యవస్థ 'ఆన్ లైన్ 'లోనే, 'సవరణ స్థితి'లో ప్రారంభమౌతుంది. అంటే ఈ స్థితిలో జైన్ కేవలం నిర్వాహకునికి మాత్రమే కనబడుతుంది; మిగిలిన యూజర్లందరికీ 'బ్లాగు ప్రస్తుతం సవరణ స్థితిలో ఉన్న ది' అని ఒక సందేశం అందుతుంది.

source: Akismet disabled.
ru: Akismet деактивирован.

source: Log Settings
ru: Настройки лога

source: “%(value)s” does not exist
ru: «%(value)s» не существует

source: The database URI. For more information about database settings consult the Zine help.
pl: URI bazy danych. Aby uzyskać więcej informacji na temat ustawień dotyczących bazy danych sprawdź pomoc Zine.

source: If a request to an http URL comes in, Zine will redirect to the same URL on https if this is savely possible. This requires a working SSL setup or otherwise Zine will become unresponsive.
pl: Jeśli nadejdzie żądanie na jakiś URL po http Zine przekieruje je na ten sam URL po https, o ile będzie to możliwe. Ta opcja wymaga działającej konfiguracji SSL, w innym wypadku Zine przestanie odpowiadać.

source: If enabled the database will collect the SQL statements and add them to the bottom of the page for easier debugging
pl: Jeśli włączone, baza danych zapamięta zapytania SQL i pokaże je u dołu strony, aby ułatwić debugowanie

source: The base URL of the blog. This has to be set to a full canonical URL (including http or https). If not set the application will behave confusingly. Remember to change this value if you move your blog to a new location.
pl: Bazowy URL tego bloga. Musi być podany jako pełny kanoniczny URL (zawierający http lub https). Jeśli nie będzie ustawiony aplikacja może się zachowywać w dziwny sposób. Pamiętaj aby zmienić tę wartość jeśli przenosisz blog do nowej lokalizacji.

source: The email address given here is used by the notification system to send mails from. Also plugins that send mails will use this address as sender address.
pl: Adres e-mail podany tutaj jest używany przez system powiadamiania do wysyłania z niego e-maili. Także pluginy, które wysyłają e-maile użyją tego adresu jako adresu nadawcy.

source: The timezone of the blog. All times and dates in the user interface and on the website will be shown in this timezone. It's save to change the timezone after posts were created because the information in the database is stored as UTC.
pl: Strefa czasowa bloga. Wszystkie godziny i daty w interfejsie użytkownika i na stronie będą pokazane w tej strefie czasowej. Można bezpieczne zmienić strefę czasową po tym jak zostaną już utworznone wpisy w blogu ponieważ infomacje w bazie są przechowywane jako UTC.

source: If this blog is written primarily by one author, some themes can skip the author's name on posts unless written by a guest.
pl: Jeśli ten blog jest pisany głównie przez jednego autora, wówczas niektóre tematy mogą pomijać nazwę autora przy wpisie dopóki autorem nie będzie gość.

source: If set to true the blog enables the maintainance mode.
pl: Jeśli wartość jest ustawiona jako prawda wówczas blog włącza tryb serwisowy.

source: If there are multiple zine installations on the same host the cookie name should be set to something different for each blog.
pl: Jeśli na tym samym hoście znajduje się kilka instalacij Zine nazwa ciasteczka powinna być inna dla każdego bloga.

source: The secret key is used for vairous security related tasks in the system. For example the cookie is signed with this value.
pl: Tajny klucz jest używany podczas realizacji różnych zadań dotyczących bezpieczeństwa. Na przykład ciasteczka są podpisywane tym kluczem.

source: The iid uniquely identifies the Zine instance. Currently this value is unused, but once set you should not modify it.
pl: Iid unikalnie identyfikuje instancję Zine. Obecnie ta wartość nie jest używana, ale po tym jak zostanie ustawiona nie można jej zmienić.

source: During development this is helpful to log emails into a mail.log file in your instance folder instead of delivering them to your MTA.
pl: Podczas prac deweloperskich przydatne jest logowanie maili do pliku mail.log, umieszczonego w folderze instancji, zamiast wysyłania ich do MTA (agenta przesyłania poczty).

source: If this is set to true, errors in Zine are not catched so that debuggers can catch it instead. This is useful for plugin and core development.
pl: Jeśli wartością tego parametru jest prawda to błędy w Zine nie są przechwytywane, dzięki czemu mogą je przechwycić debuggery. Jest to przydatne przy tworzeniu pluginów i tzw. core Zine.

source: Use %year%, %month%, %day%, %hour%, %minute% and %second%. Changes here will only affect new posts.
pl: Użyj %year%, %month%, %day%, %hour%, %minute% i %second%. Zmiany będą dotyczyły tylko nowych wpisów.

source: Dates are zero padded like 2009/04/22 instead of 2009/4/22
pl: Daty są uzupełniane zerami np. 2009/04/22 zamiast of 2009/4/22

source: If set to true, the plaintext parser will not create links automatically.
pl: Jeśli wartością tego parametru jest prawda to parser plaintext nie będzie tworzył linków automatycznie.

source: The number of posts that are shown on a page. This value might not be honored by some themes and is probably only used for the index page.
pl: Ilość wpisów, które są pokazywane na stronie. Ta wartość może nie być używana przez niektóre tematy i jest prawdopodobnie wykorzystywana tylko dla strony indeksu.

source: This timeout is used by default for all network related operations. The default should be fine for most environments but if you have a very bad network connection during development you should increase it.
pl: Czas oczekiwania jest używany domyślnie przez wszystkie operacje związane z siecią. Wartość domyślna powinna być prawidłowa dla większości środowisk, ale jeśli dysponujesz bardzo złym połączeniem sieciowym podczas dewelopowania, wtedy powinieneś ją zwiększyć.

source: It's possible to one or more comma separated paths here that are searched for plugins. If the is not absolute, it's considered relative to the instance folder.
pl: Można tu podać jedną lub więcej rozdzielonych przecinkami ścieżek, w których będą wyszukiwane pluginy. Jeśli ścieżka nie jest bezwzględna jest traktowana jako względna dla folderu instancji.

source: Set this to true if you want to see the most recent entries on the Zine reddit on your dashbaord.
pl: Ustaw ten parametr jako prawdę jeśli chcesz widzieć najnowsze wpisy z reddita Zine na swoim panelu zarządzania.

source: Error when loading parsed data from database. Maybe the database was manually edited and got corrupted? The system returned an empty value.
pl: Błąd podczas ładowania przetworzonych danych z bazy danych. Być może baza została ręcznie zmodyfikowana i uszkodzona? System zwrócił pustą wartość.

source: Protected
pl: Chroniona

source: Private
pl: Prywatna

source: Clear this field to update to current time
pl: Wyczyść to pole żeby uaktualnić do bieżacego czasu

source: Clear this field to autogenerate a new slug
pl: Wyczyść to pole żeby automatycznie wygenerować nowy slug

source: Comment reported as spam by %s
pl: Komentarz zgłoszony jako spam przez %s

source: Comments Per Page:
pl: Komentarzy na stronę:

source: Comment blocked by %s
pl: Komentarz zablokowany przez %s

source: Comment marked as spam by %s
pl: Komentarz oznaczony jako spam przez %s

source: Confirm password
pl: Potwierdź hasło

source: This email address is already in use
pl: Ten adres e-mail jest już wykorzystywany

source: Passwords do not match
pl: Hasła nie pasują.

source: Post permalink URL format
pl: Format URL dla stałego linka do wpisu

source: Use zero-padded dates
pl: Używaj dat uzupełnianych zerami

source: Force HTTPS
pl: Wymuś HTTPS

source: When a new comment is received.
pl: Kiedy otrzymano nowy komentarz.

source: When a comment requires moderation.
pl: Gdy komentarz wymaga moderacji.

source: When Zine found an urgent security alarm.
pl: Kiedy Zine wykrył pilny alarm bezpieczeństwa.

source: When Zine throws errors.
pl: Kiedy Zine wyrzucił błędy.

source: can edit own comments
pl: może edytować własne komentarze

source: can delete own comments
pl: może usunąć własne komentarze

source: blocked by akismet
pl: zablokowany przez akismet

source: Comment by %s reported to Akismet
pl: Komentarz napisany przez %s zgłoszony do Akismet

source: Akismet Blocked Comments
pl: Komentarze zablokowane przez Akismet

source: Anonymous
pl: Anonimowy

source: Tag Cloud
pl: Chmura tagów

source: Delete Account
pl: Usuń konto

source: Do you really want to delete your account?
pl: Czy na pewno chcesz usunąć swoje konto?

source: Edit Profile
pl: Edycja profilu

source: Update Profile
pl: Akutalizuj profil

source: Howdy. Welcome to your Zine account interface %(user)s.
pl: Cześć %(user)s. Witaj w swoim panelu Zine.

source: You have written <strong>%(your_comments)s</strong> comment so far.
pl: Do tej pory napisałeś <strong>%(your_comments)s</strong> komentarz.

source: Notifications
pl: Powiadomienia

source: My Account
pl: Moje konto

source: %(blog_title)s &mdash; My Account
pl: %(blog_title)s &mdash; Moje konto

source: Notification Settings
pl: Ustawienia powiadomień

source: You can configure your notification subscriptions from here.
pl: Możesz tutaj skonfigurować swoje powiadomienia.

source: Bye
pl: Do zobaczenia

source: We're sorry to see you go!
pl: Szkoda, że już sobie idziesz!

source: Mark and Report as Not Spam
pl: Oznacz i zgłoś jako "Nie spam".

source: Mark as Not Spam
pl: Oznacz jako "Nie spam"

source: Mark and Report as Spam
pl: Oznacz i zgłoś jako "Spam"

source: Mark as Spam
pl: Oznacz jako Spam

source: Block Comments
pl: Zablokuj komentarze

source: Do you really want to block the selected comments?
pl: Czy na pewno chcesz zablokować wybrane komentarze?

source: Delete All Comments
pl: Usuń wszystkie komentarze

source: Edit Entry
pl: Edycja wpisu

source: skip
pl: pomiń

source: Edit Page
pl: Edycja strony

source: Howdy. Welcome to the Zine administration interface, %(user)s.
pl: Cześć. Witaj w panelu administracyjnym Zine %(user)s.

source: Update
pl: Aktualizuj

source: Delete All
pl: Usuń wszystkie

source: Mark and Report as not Spam
pl: Oznacz i zgłoś jako "Nie spam"

source: Report Comment As %s
pl: Zgłoś komentarz jako %s

source: Do you really want to report the comment by %(comment_author)s as %(form_action)s ?
pl: Czy na pewno chcesz zgłosić komentarz napisany przez %(comment_author)s jako %(form_action)s ?

source: Report Comments As Not Spam
pl: Zgłoś komentarze jako "Nie spam"

source: Do you really want to report the selected comments as NOT Spam?
pl: Czy na pewno chcesz zgłosić wybrane komentarze jako "Nie spam"?

source: Report Comments As Spam
pl: Zgłoś komentarze jako "Spam"
