Repository: rockyburt/Rezine
Catalog: zine/i18n/*/messages.po
Languages: pl, ru, te

source: If you for example have a memcached running on localhost (127.0.0.1) port 11211 you would have to enter <code>127.0.0.1:11211</code> into the following text field.
ru: Если, например, ваш memcached запущен локально (127.0.0.1) и используется порт 11211, вам нужно будет ввести <code>127.0.0.1:11211</code> в это текстовое поле
te: ఉదాహరణకు, మీ యంత్రంలో localhost (127.0.0.1), port 11211 వద్ద memchad నడుస్తున్నదనుకుందాం. అప్పుడు మీరు క్రింది ‌text field లో <code>127.0.0.1:11211</code> అని రాయాలి.

source: Filesystem Options
ru: Опции файловой системы
te: ఫైలింగు వ్యవస్థ ఎంపికలు

source: When using the filesystem cache you can control where Zine puts all the cache data. This path is relative to your Zine instance folder and will be created automatically by Zine. Keep in mind that if you change that path and old cache data is left in the old folder, Zine won't clean up the data left for you.
ru: При использовании файлового кэширования, вы можете управлять тем, где Zine размещает все данные кэширования. Этот пусть указывается в качестве относительного к директории вашего блога Zine и и будет создана автоматически. Имейте в виду, что если вы смените этот путь, а на старом месте останутся какие-то данные, Zine не сотрет их для вас.
te: ఫైలింగు సిస్టమ్ క్యాష్ ని వాడుతున్నప్పుడు, క్యాష్ డాటా మొత్తాన్నీ జైన్ ఎక్కడ పెట్టాలన్న దాన్ని మీరు నియంత్రించవచ్చు. దాని పాత్ మీ జైన్ ఇన్స్టెంస్ ఫోల్డరు కు తారతమ్యంగా ఉండి, అదికూడా జైన్ చే ఆటోమాటిగ్గా తయారు చేయబడుతుంది. అయితే, మీరు ఆ మార్గాన్ని మార్చి, పాత క్యాష్ డాటాను పాత ఫోల్డరులోనే వదిలి పెట్టినప్పుడు, అలా వదిలిపెట్టిన సమాచారాన్ని మీకు బదులు గా జైన్ శుభ్రం చేయదని మాత్రం గుర్తుపెట్టుకోండి.

source: One thing you have to keep in mind is that the cache path <em>must</em> be a directory that only Zine uses for file management. The Zine code cleans up there from time to time and it could delete files that are otherwise not tracked by Zine. This is especially the case if you try to cache into <code>/tmp</code> or a similar folder that all kinds of applications use for storing temporary files.
ru: Имейте ввиду, что кэш-путь <em>должен</em> быть такой директорией, которую не используют никакие приложения кроме Zine.
te: ఒక సంగతిని మీరు గుర్తు పెట్టుకోవాలి: క్యాష్ పాత్ గా మీరు ఇచ్చే ఫోల్డరును ఫైలింగ్ నిర్వహణకోసం కేవలం జైన్ మాత్రమే వాడేలా ఉండాలి. జైన్ ఆదేశ వ్యవస్థ దానిని సమయానుసారంగా పరిశుభ్రం చేస్తుంటుంది; జైన్ అనుసరించని ఫైళ్లను అది తొలగించివేసే అవకాశం లేకపోలేదు. మీరు క్యాష్ ఫైళ్లను ఇతర ఉపకరణాలు తాత్కాలికంగా ఫైళ్ళను నిలువ ఉంచే <code>/tmp</code>లో గాని, లేదా దాని వంటి మరే ఇతర ఫోల్డరులోకిగాని క్యాష్ చేసినప్పుడు ప్రత్యేకంగా ఇలా జరగవచ్చు.

source: General Cache Settings
ru: Основные настройки кэширования
te: సాధారణ క్యాష్ సెటింగులు

source: The following configuration values are cache system-independent. You can use them to fine-tune the caching. The timeout is the number of seconds an item is cached per default. Some items have different cache timeouts though. If “eager caching” is enabled the cache system will cache a lot more but it will have visible side-effects. For example new blog posts won't appear on the index or in the feed for up to the default timeout.
ru: Следующие параметры не привязаны ни к одной системе кэширования, вы можете использовать их для тонкой настройки. Таймаут — это количество секунд, на которое объект кэшируется по умолчанию. Разные объекты имеют разные таймауты. Если используется агрессивное кэширование, система будет стараться кэшировать на наибольшее время. Но из-за этого могут возникнуть некоторые проблемы. Например, новые записи блога не появятся до тех пор, пока не пройдет таймаут.
te: క్రింద ఇవ్వబడిన కాన్ఫిగరేషన్ విలువలు ఏ క్యాష్ వ్యవస్థకైనా వర్తిస్తాయి. క్యాషింగును చక్కదిద్ది, దానిని కొద్దికొద్దిగా సవరించేందుకు మీరు వీటిని వాడుకోవచ్చు. ఏదైనా అంశాన్ని జైన్ వ్యవస్థ కనీసం ఎన్ని సెకనుల పాటు క్యాష్ చేసి ఉంచాలో 'కాల పరిమితి ' అనే సంఖ్య తెలియజేస్తుంది. అయితే కొన్ని అంశాలకుండే కాల పరిమితులు వేరుగా ఉంటాయి. ఒకవేళ 'ఈగర్ క్యాషింగ్'ను అనుమతించినట్లైతే క్యాష్ వ్యవస్థ మరింత సమాచారాన్ని క్యాష్ చేసుకుంటుంది, కానీ‌ దాని వల్ల స్పష్టమైన అవాంఛనీయ పరిణామాలు కొన్ని తలెత్తవచ్చు. ఉదాహరణకు, కాలపరిమితి పూర్తయ్యేవరకు బ్లాగు విషయ సూచికలో గాని, లేదా బ్లాగు ఫీడులో గాని కొత్త టపాలు కనిపించక పోవచ్చు.

source: Clear Cache
ru: Очистить кэш
te: క్యాష్ ని ఖాళీ చేయి

source: Change Password
pl: Zmiana hasłą
ru: Изменить пароль
te: సంకేత పదాన్ని మార్చు

source: Configuration Editor
pl: Edytor konfiguracji
ru: Редактор конфигурации
te: కాన్ఫిగరేషన్ ని సరిదిద్దే ఉపకరణం

source: Here you can tune all registered configuration values. Note that some of them (especially the core configuration values) can easily break your installation if set to an illegal value. Don't alter any of those values if you don't know what effect they have. This editor is especially useful if you want to configure plugins that don't provide a configuration page (yet).
ru: Здесь вы можете настроить все зарегистрированные параметры конфигурации. Некоторые из них (в особенности настройки ядра системы) могут легко сломать вашу инсталляцию, если будут установлены неверно. Не меняйте никакие из этих значений, если вы полностью не уверены в том, к какому это может привести эффекту. Эта страница может быть полезна, если вы хотите настроить параметры расширения, которое пока не имеет собственной страницы конфигурации.
te: నమోదైన కాన్ఫిగరేషన్ విలువలనన్నింటినీ మీరు ఇక్కడ సరిదిద్దవచ్చు. వీటిలో మౌలిక కాన్ఫిగరేషన్ విలువలవంటి కొన్నింటికి అసంబద్ధమైన విలువలనిచ్చినప్పుడు మీ జైన్ ఇన్స్టలేషన్ ఇక పనిచేయక, మొరాయించే ప్రమాదం కూడా ఉన్నది. అందువల్ల, ప్రభావం ఎలా ఉంటుందో తెలియని అంశాల్ని వేటినీ మీరు మార్చకండి. కాన్ఫిగరేషన్ పేజీని (ఇంకా) ఇవ్వని ప్లగిన్లను కాన్ఫిగర్ చేయాలంటే ఈ ఉపకరణం ప్రత్యేకమైన వెసులుబాటునిస్తుంది.

source: Disable Editor
pl: Wyłącz edytor
ru: Выключить редактор
te: మార్పు చేయటాన్ని అనుమతించకు

source: The configuration editor is disabled because of this. If you really want to use it, click the button to proceed.
ru: Если вы действительно хотите использовать редактор конфигурации, нажмите кнопку «Включить редактор».
te: దీనివల్ల కాన్ఫిగరేషన్ మార్పులు అనుమతించబడటంలేదు. అయినప్పటికీ మార్పులు చేయాలంటే ఈ బొత్తామును నొక్కండి.

source: Enable Editor
pl: Włącz edytor
ru: Включить редактор
te: సరిదిద్దే ఉపకరణాన్ని అనుమతించు

source: Delete Category
pl: Usuwanie kategorii
ru: Удалить категорию
te: విభాగాన్ని తొలగించు

source: Do you really want to delete category “%(category_name)s”?
ru: Вы действительно хотите удалить категорию «%(category_name)s»?
te: “%(category_name)s” అనే విభాగాన్ని నిజంగా తొలగించ దలచారా?

source: Delete Comment
pl: Usuwanie komentarza
ru: Удалить комментарий
te: వ్యాఖ్యను తొలగించు

source: Do you really want to delete the comment by %(comment_author)s?
ru: Вы действительно хотите удалить комментарий, написанный %(comment_author)s?
te: %(comment_author)s గారి వ్యాఖ్యను మీరు నిజంగా తొలగించ దలచారా?

source: Delete Comments
pl: Usuwanie komentarzy
ru: Удалить комментарии
te: వ్యాఖ్యలను తొలగించు

source: Do you really want to delete the selected comments?
ru: Вы действительно хотите удалить выбранные комментарии?
te: ఎంపికైన వ్యాఖ్యలను మీరు నిజంగా తొలగించ దలచారా?

source: Delete Entry
pl: Usuwanie wpisu
ru: Удалить запись
te: వ్రాసిన అంశాన్ని తొలగించు

source: Do you really want to delete entry “%(entry_title)s”?
ru: Вы действительно хотите удалить запись «%(entry_title)s»?
te: “%(entry_title)s” అనే పేరుతో వ్రాయబడిన అంశాన్ని మీరు నిజంగా తొలగించదలచారా?

source: This will also delete %(comment_count)s comment.
te: దీనివల్ల %(comment_count)s వ్యాఖ్య కూడా తొలగించబడుతుంది.

source: Delete Group
pl: Usuwanie grupy
ru: Удалить группу
te: సమూహాన్ని తొలగించు

source: Do you really want to delete the group “%(name)s”?
ru: Вы действительно хотите удалить группу «%(name)s»?
te: మీరు నిజంగా“%(name)s” అనే సమూహాన్ని తొలగించ దలచారా?

source: What should happen to the users assigned with this group?
ru: Что сделать с пользователями, включенными в группу?
te: ప్రస్తుతం ఈ సమూహానికి చెందిన యూజర్లను ఏం చేయాలి?

source: Delete Import Dump
ru: Удалить дамп импорта
te: దిగుమతైన డంప్ ను తొలగించు

source: Do you really want to delete the imported dump “%(dump_title)s”?
ru: Вы действительно хотите удалить импортированный дамп «%(dump_title)s»?
te: మీరు నిజంగానే “%(dump_title)s” అనే పేరుతో దిగుమతైన డంప్ ను తొలగించ దలచారా?

source: Delete Page
pl: Usuwanie strony
ru: Удалить страницу
te: పేజీని తొలగించు

source: Do you really want to delete page “%(page_title)s”?
ru: Вы действительно хотите удалить страницу «%(page_title)s»?
te: మీరు నిజంగా “%(page_title)s” అనే పేజీని తొలగించ దలచారా?

source: Delete User
pl: Usuwanie użytkownika
ru: Удалить пользователя
te: యూజర్ ను తొలగించు

source: Do you really want to delete the user “%(username)s”?
ru: Вы действительно хотите удалить пользователя «%(username)s»?
te: మీరు నిజంగానే “%(username)s” అనే యూజర్ ని తొలగించ దలచారా?

source: What should happen to the %(post_count)s post this user wrote?
te: ఈ యూజర్ వ్రాసిన%(post_count)s టపాను ఏం చేయాలి?

source: Edit Category
pl: Edycja kategorii
ru: Редактировать категорию
te: విభాగాన్ని సరిదిద్దు

source: Edit Comment
pl: Edycja komentarza
ru: Редактировать комментарий
te: వ్యాఖ్యను సరిదిద్దు

source: New Entry
pl: Nowy wpis
ru: Новая запись
te: కొత్త అంశం

source: Edit Entry “%s”
te: ఈ అంశాన్ని సరిదిద్దు

source: Important:
pl: Ważne:
ru: Важно:
te: గమనిక:

source: This post was created with a parser that is no longer available. You won't be able to save the post with the same parser unless you re-activate the plugin that provided it.
ru: Эта запись была создана парсером, который больше не доступен. Вы не сможете больше сохранить запись с этим же парсером, пока вы снова не активируете расширение, предоставившее его.
te: ఈ టపా తయారీలో వాడిన పార్సర్ ప్రస్తుతం అందుబాటులో లేదు. అందువల్ల ఆ పార్సర్ ను మీకు అందించిన ప్లగిన్ ను తిరిగి యాక్టివేట్ చేసుకుంటే తప్ప, మీ టపాను (అదే పార్సర్ తో) భద్రపరచటం వీలవదు.

source: No categories.
pl: Brak kategorii.
ru: Нет категорий.
te: విభాగాలు లేవు

source: Discussion
pl: Dyskusja
ru: Обсуждение
te: చర్చ

source: View Entry
pl: Zobacz wpis
ru: Просмотреть запись
te: ఈ అంశాన్ని చూపించు

source: Save and continue editing
pl: Zapisz i kontynuuj edycję
ru: Сохранить и продолжить
te: భద్రపరచి, సరిదిద్దటం కొనసాగించు

source: New Group
pl: Nowa grupa
ru: Создать группу
te: కొత్త సమూహం

source: Edit Group
pl: Edycja grupy
ru: Редактировать группу
te: సమూహాన్ని సరిదిద్దు

source: New Page
pl: Nowa strona
ru: Создать страницу
te: కొత్త పేజీ

source: Edit Page “%s”
te: “%s” అనే పేజీని సరిదిద్దు

source: View Page
pl: Zobacz stronę
ru: Просмотреть страницу
te: పేజీని చూపించు

source: New User
pl: Nowy użytkownik
ru: Создать пользователя
te: కొత్త యూజర్

source: Edit User
pl: Edycja użytkownika
ru: Редактировать пользователя
te: యూజర్ వివరాలను సరిదిద్దు

source: Export
pl: Eksport
ru: Экспорт
te: ఎగుమతి చేయి

source: Here you can dump your Zine database information into an standardized format (Atom) with Zine extensions which we call “Zine eXtended Atom” (ZineXA). You can use this file to import your posts into another weblog software that supports Atom. You should not use this file for Zine migrations as this file will not include attachments, the blog configuration and probably data stored by plugins.
ru: Здесь вы можете экспортировать все данные из базы данных Zine в стандартизированный формат (Atom) с расширениями Zine (которые мы называем «Zine eXtended Atom»). Вы можете использовать полученный дамп в любой другой блог-системе, поддерживающей Atom. Лучше не использовать этот файл для миграции между Zine, поскольку он не будет содержать аттачменты, конфигурацию блога и данные расширений.
te: మీ జైన్ డాటాబేస్ లోని సమాచారాన్ని మీరు ఇక్కడ 'ఆటం' అనే ఒక ప్రామాణిక ఫార్మాటులో కూర్చి పెట్టవచ్చు. వీటి ఎక్స్టెన్షన్లను మేం 'జైన్ extended Atom(ZineXA)' అని వ్యవహరిస్తాం. ఆటం కు మద్దతిచ్చే ఇతర వెబ్ లాగ్ సాఫ్ట్వేర్ దేనిలోకైనా మీరు ఈ టపాలను ఎగుమతి చేసుకోవచ్చు. జైన్ మైగ్రేషన్లకోసం మీరు ఈ ఫైలును వాడుకొని లాభం లేదు- ఎందుకంటే ఈ ఫైలులో‌ అటాచ్మెంట్లు, బ్లాగు కాన్ఫిగరేషన్ వివరాలు, బహుశ: ప్లగిన్లు నిలువఉంచుకున్న సమాచారం- ఇవేవీ ఉండవు.

source: Please keep in mind that the exported file will contain confidential information such as password hashes and database passwords from the configuration.
ru: Обратите внимание! Полученный файл будет содержать конфиденциальные данные, такие как хэши паролей и пароли к базе данных.
te: దయచేసి గుర్తించండి: మీరు ఎగుమతి చేస్తున్న ఫైలులో కాన్ఫిగరేషన్ కు చెందిన సంకేతపదాల హ్యాష్ లు, డాటాబేస్ సంకేత పదాల వంటి రహస్య సమాచారం కూడా నిక్షిప్తమై ఉంటుంది.

source: Table Of Contents
pl: Spis treści
ru: Оглавление
te: విషయ సూచిక

source: Documentation Not Found
pl: Nie znaleziono dokumentacji
ru: Документация не найдена
te: మరింత వివరణ లభించలేదు

source: The online documentation could not be found.
pl: Nie odnaleziono dokumentacji online.
ru: Онлайн-документация не найдена.
te: అంతర్జాలపు వివరణ దస్తావేజులు కనబడలేదు.

source: Possibly you have to generate the docs first by running the <tt>build-documentation</tt> script from zine's scripts folder.
ru: Видимо, вам нужно сначала сгенерировать документацию, используя скрипт <tt>build-documentation</tt> из папки скриптов zine.
te: బహుశ: మీరు ముందుగా జైన్ scripts ఫోల్డరునుండి <tt>build-documentation</tt> అనే స్క్రిప్టును నడిపి, దానిద్వారా దస్తావేజులను సృజించవలసి ఉంటుంది.

source: Import
ru: Импорт
te: దిగుమతి చేసుకో

source: If you have posts or comments in another system, Zine can import those into this blog. The data imported doesn't directly end up in the blog but a queue so that you can pick which data you want to import. To get started, choose a system to import from below:
ru: Если у вас есть записи в других системах, Zine может импортировать их в этот блог. Данные не записываются сразу в базу, а попадают в очередь, поэтому перед записью в блог, вы можете проверить их. Чтобы начать, выберите систему из представленных ниже:
te: వేరే వ్యవస్థ దేనిలోనైనా మీకు టపాలుగానీ , వ్యాఖ్యలుగానీ ఉన్నట్లైతే, జైన్ వాటిని ఈ బ్లాగు లోనికి దిగుమతి చేసుకోగలదు. ఇలా దిగుమతి అయిన సమాచారం నేరుగా బ్లాగులోకి వచ్చి కూర్చోదు- కానీ ఒక 'క్యూ' చివరన చేరుకుంటుంది. మీరు దిగుమతి చేసుకోవలసిన ప్రత్యేక డాటాను దీనినుండి మీరు ఎంపిక చేసుకోవచ్చు. ఈ పనిని ప్రారంభించేందుకుగాను, ముందుగా మీరు దిగుమతి చేసుకోవాలనుకున్న సమాచారం ఏ వ్యవస్థకు చెందిందో క్రింది జాబితాలో గుర్తించండి:

source: The following list lists all the imports that are not yet in the database or deleted. Click on one of the links to inspect the imported data and select what you want to have in the database.
ru: В этом списке находятся те импорты, которые еще не записаны в базу данных и не были удалены. Кликните на одну из ссылок ниже, проверьте данные и решите, импортировать их в базу или удалить.
te: డాటాబేస్ లో లేని/ తొలగించబడిన దిగుమతులన్నిటి పేర్లూ ఈ క్రింది జాబితాలో ఉన్నాయి: ఇలా దిగుమతైన సమాచారాన్ని పరిశీలించి, డాటాబేస్ లో ఏ ఏ అంశాలు ఉండాలో ఎంపిక చేసుకునేందుకుగాను వీటిలో ఏ లంకెపైనైనా క్లిక్ చేయండి.

source: Importer Used
ru: Использованный способ импорта
te: ఉపయోగించిన దిగుమతిదారు

source: Import from Blogger.com
ru: Импортировать из Blogger.com
te: Blogger.com నుండి దిగుమతి చేసుకో

source: This importer allows you to import a blog from Blogger.com.
ru: Этот импортер дает вам возможность импортировать блог с Blogger.com.
te: Blogger.com నుండి ఒక బ్లాగును దిగుమతి చేసుకోవటం ఈ దిగుమతిదారుద్వారా మీకు వీలవుతుంది.

source: You are authenticated with %(google)s.
ru: Вы авторизованы как %(google)s.
te: %(google)s మీ వాస్తవికతను అంగీకరిస్తున్నది.

source: Select Blog To Import
ru: Выберите блог для импортирования
te: దిగుమతి చేసుకొనవలసిన బ్లాగును ఎంపిక చేసుకోండి

source: Log out of Google
ru: Выйти из аккаунта Google
te: గూగుల్ నుండి నిష్క్రమించండి.

source: You are not authenticated with %(google)s. You need to authenticate to continue the import. This link will take you to %(google)s, and once you are authenticated you will be redirected back to this importer. This is the preferred way to authenticate, and although it's a bit clumsy, it is safe.
ru: Вы не авторизованы в %(google)s. Вам нужно авторизоваться, чтобы продолжить импортирование. Эта ссылка отправит вас в %(google)s, и в тот момент, когда вы авторизуетесь, вы будете отправлены обратно. Это лучший и самый безопасный способ авторизации.
te: మీ వాస్తవికతను ఇంకా %(google)s గుర్తించవలసి ఉన్నది. దిగుమతిని కొనసాగించాలంటే మీరు వారిచే గుర్తించబడాలి; అంగీకరింపబడాలి. ఈ లంకె మిమ్మల్ని %(google)s కు తీసుకుపోతుంది. ఒకసారి మీరు అంగీకరింపబడ్డ తరువాత మీరు తిరిగి ఈ దిగుమతిదారు వద్దకు పంపబడతారు. వాస్తవికతను గుర్తింపజేసుకునేందుకు ఈ మార్గమే సరైనది- కొంచెం వికారంగా అనిపించినప్పటికీ, ఈ పద్ధతి భద్రమైనది- కనుక ఉత్తమం.

source: <a href="%(url)s">Log into your %(google)s account</a>
ru: <a href="%(url)s">Авторизоваться в ваш %(google)s аккаунт</a>
te: <a href="%(url)s">మీ %(google)s అకౌంటులోనికి లాగిన్ అవ్వండి</a>

source: Import from Feed
ru: Импортировать из потока
te: ఫీడ్ నుండి దిగుమతి చేసుకో

source: This importer can be used to import standard compliant feeds with optional proprietary extensions. Because of different incompatible RSS standards this importer can currently only handle Atom feeds.
ru: Импортер может быть использован для импортирования соответствующих стандартам потоков с опциональными проприетарными расширениями. Из-за разных несовместимых форматов RSS, этот импортер сейчас может обрабатывать только потоки Atom.
te: ప్రామాణికమైన ఫీడులను దిగుమతి చేసుకునేందుకు ఈ దిగుమతిదారును ఉపయోగించవచ్చు. ఈ ఫీడులలో అంతగా ప్రామాణికం కాని, స్వకీయమైన extensionలు ఎంపిక చేసుకునే వీలుండవచ్చు. ఒకదానితో ఒకటి సరిపోలని RSS ప్రమాణాలుండటం వల్ల, ఈ దిగుమతిదారు ప్రస్తుతానికి కేవలం ఆటం ఫీడులను మాత్రమే చేపట్టగలుగుతున్నది.

source: Upload Feed
ru: Залить поток
te: ఫీడును ఎక్కించు

source: Import from WordPress
ru: Импортировать из WordPress
te: WordPress నుండి దిగుమతి చేసుకో

source: This importer allows you to import posts and comments from your WordPress blog into your new Zine blog. Either upload your WordPress eXtended RSS (WXR) file created in the WordPress admin panel or give the importer the location of such a file on an external URL and it will import the posts, comments, custom fields, and categories into this blog.
ru: Этот импортер дает вам возможность импортировать записи, комментарии и категории из вашего WordPress-блога в Zine-блог. Вы можете загрузить файл eXtended RSS (WXR), созданный в панели управления WordPress, а можете дать импортеру URL к этому файлу.
te: మీ పాత WordPress బ్లాగు నుండి కొత్త జైన్ బ్లాగుకు మీ టపాల్ని, వ్యాఖ్యల్ని దిగుమతి చేసుకునేందుకు ఈ దిగుమతిదారు సహాయపడుతుంది. దీనికోసం WordPress బ్లాగు నిర్వహణ కక్ష్యలో తయారుచేసిన WordPress eXtended RSS (WXR)ఫైలును అప్లోడ్ చేయండి. లేదా, అలాంటి ఫైలు యొక్క అంతర్జాలపు యూఆరెల్ ను ఈ దిగుమతిదారుకు అందజేయండి- అప్పుడు అది మీ టపాల్ని, మీ ప్రత్యేకమైన ఫీల్డులను, విభాగాలను ఈ బ్లాగులోకి దిగుమతి చేస్తుంది.

source: Upload Dump
ru: Залить дамп
te: డంప్ ను ఎక్కించండి

source: Dashboard
pl: Kokpit
ru: Рабочий стол
te: డాష్ బోర్డ్

source: Howdy. Welcome to the Zine administration interface %(user)s.
ru: Привет, %(user)s. Добро пожаловать в интерфейс администрирования Zine.
te: బాగున్నారా, %(user)s? జైన్ నిర్వహణ మాధ్యమానికి స్వాగతం

source: You have written <strong>%(your_posts)s</strong> post so far.
pl: Jak dotąd napisałeś <strong>%(your_posts)s</strong> komentarz.
te: మీరు ఇప్పటివరకూ <strong>%(your_posts)s</strong>టపా మాత్రం వ్రాశారు.

source: Quickstart
pl: Szybki start
ru: Быстрый старт
te: సత్వరం ప్రారంభం

source: Moderate Comments
pl: Moderacja komentarzy
ru: Модерирование комментариев
te: వ్యాఖ్యలను మోడరేట్ చేయండి

source: Manage Entries
pl: Zarządzanie wpisami
ru: Управление записями
te: వ్రాసిన అంశాలను పునర్వ్యవస్థీకరించండి

source: Configure Zine
pl: Konfiguracja Zine
ru: Конфигурирование Zine
te: జైన్ ను కాన్ఫిగర్ చేయండి

source: Manage Plugins
pl: Zarządzanie pluginami
ru: Управление расширениями
te: ప్లగిన్లను పునర్వ్యవస్థీకరించండి

source: Manage Users
pl: Zarządzanie użytkownikami
ru: Управление пользователями
te: యూజర్లను పునర్వ్యవస్థీకరించండి

source: Get Help
pl: Uzyskaj pomoc
ru: Получить помощь
te: సహాయం పొందండి

source: If you need help, have a look at the <a href="%(help)s">documentation</a>. If that doesn't solve your problems you might find answers in the <a href="%(support)s">support section</a> of the <a href="%(website)s">Zine website</a>.
ru: Если у вас возникли вопросы, посмотрите <a href="%(help)s">документацию</a>. Если вы не нашли там ответов, поищите их в разделе <a href="%(support)s">поддержки</a> на <a href="%(website)s">сайте Zine</a>.
te: మీకు గనక సహాయం అవసరమైతే <a "href="%(help)s">డాక్యుమెంటేషన్ </a> ను చూడండి. ఒకవేళ దానితో మీ సమస్యలు తీరనట్లైతే, వాటి పరిష్కారం బహుశ: <a href="%(website)s">జైన్ వెబ్సైటు</a>యొక్క <a href="%(support)s">మద్దతు విభాగం</a> లో లభించవచ్చు- చూడండి.

source: Drafts
pl: Szkice
ru: Черновики
te: చిత్తు ప్రతులు

source: Comments Awaiting Approval
pl: Komentarze oczekujące na zaakceptowanie
ru: Комментарии, ожидающие проверки
te: ఆమోదాన్ని కోరుతున్న వ్యాఖ్యలు

source: Last Posts
pl: Najnowsze wpisy
ru: Последние записи
te: పాత టపాలు

source: Zine at Reddit
ru: Zine в Reddit
te: రెడ్డిట్ వద్ద జైన్

source: Zine is present at %(reddit)s. The latest popular items in the Zine subreddit are listed below:
ru: У Zine есть аккаунт на %(reddit)s. Обратите внимание на последние популярные записи оттуда:
te: జైన్ %(reddit)s వద్ద లభిస్తుంది. జైన్ సబ్ రెడ్డిట్ లో గల ఆకర్షణీయమైన అంశాలు క్రింది జాబితాలో ఇవ్వబడ్డాయి:

source: About The System
pl: O systemie
ru: О системе
te: జైన్ వ్యవస్థ గురించి

source: Zine Environment
ru: Окружение Zine
te: జైన్ వాతావరణం

source: Zine Version
ru: Версия Zine
te: జైన్ విడుదల వర్షన్

source: Distribution Mode
ru: Режим дистрибуции
te: పంపిణీ తరహా

source: Package Location
ru: Путь пакета
te: ప్యాకేజీ ఉన్న స్థానం

source: Shared Data
ru: Общие данные
te: పంచుకొన్న సమాచారం

source: Builtin Templates
ru: Встроенные темы
te: వ్యవస్థలో భాగంగా తయారైన టెంప్లేటులు

source: Builtin Plugins
pl: Wbudowane pluginy
ru: Встроенные расширения
te: వ్యవస్థలో భాగంగా తయారైన ప్లగిన్లు

source: Builtin Translations
ru: Встроенные локализации
te: వ్యవస్థలో భాగంగా తయారైన అనువాదాలు

source: Path to Instance
ru: Путь к блогу
te: ఇంస్టెన్సు కు మార్గం

source: Database URI
ru: Строка пути к БД
te: డాటాబేసు యూఆరెల్

source: Hosting Environment
ru: Хостинг
te: హోస్ట్ చేస్తున్న వాతావరణం

source: Python Version
ru: Версия python
te: పైథాన్ విడుదల వర్షన్

source: Platform
ru: Платформа
te: ప్లాట్ ఫాం

source: Persistent Environment
ru: Постоянное окружение
te: గట్టి పట్టుదల గలిగిన వాతావరణం

source: yes
pl: tak
ru: да
te: అవును

source: no
pl: nie
ru: нет
te: కాదు

source: Multithreaded
ru: Многопоточный
te: బహుళమైన థ్రెడ్లు గల

source: yes (%(count)s active threads)
pl: tak (%(count)s aktywnych wątków)
ru: да (%(count)s активных потоков)
te: అవును.(%(count)s థ్రెడ్లు ప్రస్తుతం పనిచేస్తున్నాయి)

source: Multiprocess
ru: Несколько процессов
te: బహుళమైన ప్రాసెస్ లు

source: WSGI Version
ru: Версия WSGI
te: WSGI విడుదల వర్షన్

source: URL Endpoints
ru: Конечные точки URL
te: యూఆరెల్ అంత్యాలు

source: The following endpoints are registered on this instance:
ru: Следующие конечные точки зарегистрированы:
te: ఈ ఇంస్టెన్సు లో క్రింది అంత్యాలు నమోదై ఉన్నాయి:

source: Absolute URL Handlers
ru: Абсолютные обработчики URL
te: సంపూర్ణ యూఆరెల్ తో పనిచేసే అంశాలు

source: The following absolute URL handlers are registered on this instance:
ru: Эти обработчики абсолютных URL зарегистрированы в системе:
te: సంపూర్ణ యూఆరెల్ తో పనిచేసే ఈ క్రింది అంశాలు ప్రస్తుత ఇంస్టెన్సు లో నమోదై ఉన్నాయి.

source: View Handlers
ru: Обработчики
te: హాండ్లర్లను చూపించు

source: The following view handlers for endpoints are registered on this instance:
ru: Зарегистрированы следующие обработчики страниц для конечных точек:
te: యూఆరెల్ అంత్యాలకోసం క్రింది వ్యూ హాండ్లర్లు ఈ ఇంస్టెన్సు లో నమోదై ఉన్నాయి.

source: Content Types
ru: Типы данных
te: విషయంలోని రకాలు

source: The following content types are registered on this instance:
ru: Эти типы данных используются:
te: ఈ ఇంస్టెన్సు లో క్రింద చూపిన రకాల విషయాలు నమోదై ఉన్నాయి:
