Repository: rockyburt/Rezine
Catalog: zine/i18n/*/messages.po
Languages: pl, ru, te

source: Default Theme
pl: Domyślny temat
ru: Тема по умолчанию
te: కనీస నేపథ్యం

source: Simple default theme that doesn't contain any style information.
pl: Prosty domyślny temat, który nie zawiera żadnych informacji o stylach.
ru: Простая стандартная тема, не содержащая никаких стилей.
te: స్టైలు గురించిన సమాచారం ఏదీ లేని ఒక సాధారణమైన, కనీసపు నేపథ్యం

source: Theme “%s” is no longer available, falling back to default theme.
pl: Temat “%s” nie jest dostępny, zostanie użyty temat domyślny.
ru: Тема «%s» более недоступна, возвращаемся к стандартной теме.
te: మీరు ఎంపిక చేసుకున్న "%s" నేపథ్యం ప్రస్తుతం అందుబాటులో లేదు, అందువల్ల మళ్ళీ కనీస నేపధ్యాన్నే ఉపయోగిస్తున్నాను.

source: Copyright %(years)s by the Zine Team
pl: Copyright %(years)s Zine Team
ru: %(years)s «Zine Team»
te: జైన్ బృందం వారి కాపీరైటు %(years)s

source: My Zine Blog
pl: Mój Blog w Zine
ru: Мой блог на Zine
te: నా జైన్ బ్లాగు

source: just another Zine blog
pl: jeszcze jeden blog w Zine
ru: еще один блог на Zine
te: ఇది ఇంకో జైన్ బ్లాగు

source: No Cache
pl: Brak cache'owania
ru: Без кэширования
te: సేకరించి పెట్టుకున్నది ఏదీ లేదు

source: Simple Cache
pl: Prosty cache
ru: Простое кэширование
te: సాధారణ సేకరణ

source: memcached
te: జ్ఞప్తి లోనికి స్వీకరించాను

source: Filesystem
pl: System plików
ru: Файловая система
te: ఫైలింగు వ్యవస్థ

source: Automatically approve all comments
pl: Automatycznie akceptuj wszystkie komentarze
ru: Автоматически одобрять все комментарии
te: అన్ని వ్యాఖ్యల్నీ ఆటోమాటిగ్గా అనుమతించు

source: An administrator must always approve the comment
pl: Administrator musi zawsze zaakceptować komentarz
ru: Каждый комментарий должен быть проверен администратором
te: ప్రతి వ్యాఖ్యనీ కార్య నిర్వాహకులొకరు అనుమతించవలసి ఉంటుంది

source: Automatically approve comments by known comment authors
pl: Automatycznie akceptuj komentarze od znanych autorów komentarzy
ru: Автоматически одобрять комментарии ранее комментировавших пользователей
te: పరిచయం ఉన్న వ్యాఖ్యాకారులు వెలిబుచ్చే అభిప్రాయాల్ని ఆటోమాటిగ్గా అనుమతించు

source: <p> This error can happen if the configuration file is not writeable. Make sure the folder of the configuration file is writeable and that the file itself is writeable as well.
pl: <p> Ten błąd może się pojawić jeśli nie da się zapisać pliku konfiguracyjnego. Upewnij się, że można zapisywać w folderze zawierającym plik konfiguracyjny i sprawdź czy można zapisać ten plik.
ru: <p> Эта ошибка может возникнуть при невозможности записи в файл конфигурации. Убедитесь, что папка с этим файлом, а так же сам файл, имеют права на запись для пользователя, под которым работает сайт.
te: కాన్ఫిగరేషన్ ఫైలును తిరగ రాసేందుకు అనుమతిలేకపోతే ఈ పొరపాటు జరిగే అవకాశం ఉన్నది. కాన్ఫిగరేషన్ ఫైలు, దానితో పాటు ఆ ఫైలు ఉండే ఫోల్డరు- రెండూ కూడా రైటబుల్ అయ్యేట్లు చూడండి.

source: Could not save configuration file: %s
pl: Nie można zapisać pliku konfiguracyjnego: %s
ru: Не получается сохранить файл конфигурации: %s
te: కాన్ఫిగరేషన్ ఫైలును కాపాడలేకపోయాను: %s

source: User “%(value)s” does not exist.
pl: Użytkownik “%(value)s” nie istnieje.
ru: Пользователя «%(value)s» не существует.
te: "%(value)s" అనే పేరుతో ఏ యూజరూ లేరు

source: You have to enter a username.
pl: Muszisz podać nazwę użytkownika.
ru: Введите имя пользователя.
te: మీరు ఏదో ఒక యూజర్ పేరు రాయాలి

source: Failed login attempt, user “%s” does not exist
pl: Błąd logowania, użytkownik “%s” nie istnieje
ru: Неудачная попытка входа, пользователь «%s» не существует
te: ప్రవేశించేందుకు మీరు చేసిన ప్రయత్నం వ్యర్థమైంది, "%s" అనే యూజర్ ఎవ్వరూ లేరు

source: Failed login attempt from “%s”, invalid password
pl: Błąd logowania “%s”, niepoprawne hasło
ru: Неудачная попытка входа под именем «%s», неверный пароль
te: ప్రవేశించేదుకు "%s" చేసిన ప్రయత్నం వ్యర్థమైంది, సంకేతపదం తప్పు

source: Incorrect password.
pl: Niepoprawne hasło.
ru: Неверный пароль.
te: సంకేతపదం తప్పు

source: Old password
pl: Poprzednie hasło
ru: Старый пароль
te: పాత సంకేతపదం

source: New password
pl: Nowe hasło
ru: Новый пароль
te: కొత్త సంకేతపదం

source: Repeat password
pl: Powtórz hasło
ru: Повторите пароль
te: సంకేతపదాన్ని తిరిగి ఇంకోసారి రాయండి

source: The old password you've entered is wrong.
pl: Poprzednie hasło jest niepoprawne.
ru: Вы ввели неверный старый пароль.
te: మీరు రాసిన పాత సంకేతపదం తప్పైంది

source: The two passwords don't match.
pl: Hasła nie pasują.
ru: Пароли не совпадают.
te: సంకేతపదాలు రెండూ సరిపోలటం లేదు

source: Name*
pl: Nazwa*
ru: Имя*
te: మీ పేరు

source: Your name is too long.
pl: Twoja nazwa jest zbyt długa.
ru: Имя слишком длинное.
te: మీ పేరు చాలా పొడుగ్గా ఉంది

source: You have to enter your name.
pl: Musisz podać swoją nazwę.
ru: Введите имя.
te: మీ పేరును రాయండి , మీరు.

source: Mail* (not published)
pl: Adres e-mail* (nie będzie publikowany)
ru: Почта* (не публикуется)
te: టపా* (ఇంకా ప్రచురింపబడలేదు)

source: You have to enter a valid e-mail address.
pl: Musisz podać poprawny adres e-mail.
ru: Введите правильный адрес e-mail.
te: మీరు వ్రాసిన ఇ-మెయిలు అడ్రసును సరిచూసుకోండి.

source: Website
pl: Strona WWW
ru: Сайт
te: వెబ్సైటు

source: You have to enter a valid URL or omit the field.
pl: Musisz podać poprawny URL lub pominąć to pole.
ru: Введите правильный URL или оставьте поле пустым.
te: మీరు ఈ స్థలాన్ని ఖాళీగానైనా వదిలివేయండి, లేదా సరైన యూఆరెల్ నైనా రాయండి

source: Text
pl: Tekst
ru: Текст
te: ప్రధానాంశం

source: Your comment is too short.
pl: Twój komentarz jest zbyt krótki.
ru: Комментарий слишком короткий.
te: మీ వ్యాఖ్య మరీ చిన్నగా ఉన్నది.

source: Your comment is too long.
pl: Twój komentarz jest zbyt długi.
ru: Комментарий слишком длинный.
te: మీ వ్యాఖ్య మరీ పొడుగ్గా ఉన్నది.

source: You have to enter a comment.
pl: Musisz wprowadzić komentarz.
ru: Введите комментарий.
te: మీరు ఒక వ్యాఖ్యను రాయండి.

source: Invalid object referenced.
pl: Odwołanie do niewłaściwego obiektu.
ru: Указан неверный объект.
te: ఉపయోగించ దలచిన ఆబ్జెక్టు చెల్లదు.

source: Post is closed for commenting.
pl: Komentarze zostały zablokowane dla tego wpisu.
ru: Запись закрыта для комментирования.
te: ఈ టపాకు ఇక వ్యాఖ్యలు రాసే వీలు లేదు.

source: Comment waiting for approval
pl: Komentarz oczekuje na akceptację
ru: Комментарий ожидает проверки.
te: అనుమతికై ఎదురుచూస్తున్న వ్యాఖ్య

source: Disable plugin guard
pl: Wyłącz strażnika wtyczek
ru: Поставьте галочку, чтобы выключить «защитника» расширений
te: ప్లగిన్ రక్షణ కవచాన్ని తొలగించండి.

source: If the plugin guard is disabled errors on plugin setup are not caught.
pl: Jeśli strażnik wtyczek jest wyłączony błędy w konfiguracji wtyczek nie są wyłapywane.
ru: (когда «защитник» выключен, ошибки установки расширений не будут отслежены)
te: ప్లగిన్ రక్షణ కవచాన్ని తొలగించినట్లైతే ఇక ప్లగిన్ సెటప్ లో తప్పిదాల్ని పట్టుకునే వీలుండదు

source: Title
pl: Tytuł
ru: Заголовок
te: టపా పేరు

source: Publication status
pl: Status publikacji
ru: Статус публикации
te: ప్రచురితమైందా, లేదా?

source: Draft
pl: Szkic
ru: Черновик
te: చిత్తు ప్రతి

source: Published
pl: Opublikowana
ru: Опубликовано
te: ప్రచురితం

source: Publication date
pl: Data publikacji
ru: Дата публикации
te: ప్రచురణ తేదీ

source: Slug
ru: Ярлык
te: స్లగ్ సాధనం

source: Author
pl: Autor
ru: Автор
te: రచన

source: Tags
pl: Tagi
ru: Теги
te: టాగులు

source: Categories
pl: Kategorie
ru: Категории
te: విభాగాలు

source: Parser
ru: Парсер
te: పార్సర్

source: Enable comments
pl: Włącz komentarze
ru: Разрешить комментарии
te: వ్యాఖ్యల్ని అనుమతించు

source: Enable pingbacks
pl: Włącz pingbacki
ru: Разрешить pingback
te: పింగ్ బ్యాక్ లను అనుమతించు

source: Ping links
pl: Odnośniki do pingów
ru: Ping-ссылки
te: పింగ్ లింకులు

source: %s (missing)
pl: %s (nie znaleziony)
ru: %s (отсутствует)
te: %s (లేదు)

source: This slug is already in use.
pl: Ten slug jest już wykorzystywany.
ru: Такой ярлык уже используется
te: ఈ సాధనం ఇప్పటికే వినియోగంలో‌ఉన్నది.

source: Selected parser is no longer available on the system.
pl: Wybrany parser nie jest już dostępny w systemie.
ru: Выбранный парсер больше не доступен в системе.
te: ఎంపిక చేసుకున్న పార్సర్ ఇప్పుడు వ్యవస్థలో లేదు

source: Email
te: ఇ-మెయిలు

source: Date
pl: Data
ru: Дата
te: తేదీ

source: Block Comment
pl: Zablokuj komentarz
ru: Заблокировать комментарий
te: వ్యాఖ్యను నిరోధించు

source: Reason
pl: Przyczyna
ru: Причина
te: కారణం

source: blocked by %s
pl: zablokowany przez %s
ru: заблокировал(а) %s
te: "%s"చే నిరోధించబడింది.

source: Name
pl: Nazwa
ru: Имя
te: పేరు

source: Description
pl: Opis
ru: Описание
te: వర్ణన

source: This slug is already in use
pl: Ten slug jest już wykorzystywany
ru: Такой ярлык уже используется
te: ఈ సాధనం ఇప్పటికే వినియోగంలో ఉన్నది.

source: Groupname
pl: Nazwa grupy
ru: Имя группы
te: గ్రూప్ పేరు

source: Privileges
pl: Uprawnienia
ru: Привилегии
te: అధికారాలు

source: This groupname is already in use
pl: Ta nazwa grupy jest już wykorzystywana
ru: Такое имя группы уже используется
te: ఈ గ్రూప్ పేరు ఇప్పటికే ఉపయోగంలో ఉన్నది

source: What should Zine do with users assigned to this group?
pl: Co Zine powinien zrobić z użytkownikami przypisanymi do tej grupy?
ru: Что сделать с пользователями этой группы?
te: ఈ గ్రూపుకు చెందే యూజర్లతో జైన్ ఏం చేయాలి?

source: Do nothing, just detach the membership
pl: Nic nie rów, po prostu wypisz ich z grupy
ru: Ничего не делать, просто отменить членство в группе
te: ఏమీ చేయకు, కేవలం సభ్యత్వాన్ని తొలగించు

source: Move the users to another group
pl: Przenieś użytkowników do innej grupy
ru: Переместить пользователей в другую группу
te: యూజర్లను వేరే గ్రూపుకు తరలించు

source: Relocate users to
pl: Przenieś użytkowników do
ru: Переместить пользователей в
te: యూజర్లను ఇక్కడికి తరలించు

source: You have to select a group that gets the users assigned.
pl: Musisz wybrać grupę do której użytkownicy zostaną przypisani
ru: Выберите группу
te: యూజర్లను చేర్చుకునే గ్రూపును మీరు ఎంపిక చేసుకోవాలి.

source: Username
pl: Nazwa użytkownika
ru: Имя пользователя
te: యూజర్ పేరు

source: Realname
pl: Prawdziwa nazwa
ru: Полное имя
te: అసలు పేరు

source: Display name
pl: Nazwa wyświetlana
ru: Отображаемое имя
te: తెరపై చూపవలసిన పేరు

source: Password
pl: Hasło
ru: Пароль
te: సంకేత పదం

source: Groups
pl: Grupy
ru: Группы
te: గ్రూపులు

source: List as author
pl: Wymień jako autora
ru: Выводить как автора
te: రచయిత గా గుర్తించు

source: This user is listed as author
pl: Ten użytkownik jest wymieniony jako autor
ru: Этот пользователь выводится в качестве автора
te: ఈ యూజర్ రచయిత గా గుర్తించబడ్డారు

source: This username is already in use
pl: Ta nazwa użytkownika jest już używana
ru: Имя пользователя уже используется
te: ఈ యూజర్ పేరు ఇప్పటికే వినియోగంలో‌ఉన్నది

source: What should Zine do with posts written by this user?
pl: Co Zine powinien zrobić z wpisami napisanymi przez tego użytkownika?
ru: Что сделать с записями, уже созданными пользователем?
te: ఈ యూజర్ వ్రాసిన టపాలను జైన్ ఏం చేయాలి?

source: Delete them permanently
pl: Usunąć je na stałe
ru: Удалить их полностью
te: వాటిని సంపూర్ణం గా తొలగించు

source: Reassign posts
pl: Przypisać do innego użytkownika
ru: Передать записи
te: టపాలను తిరిగి ఆపాదించు

source: Reassign posts to
pl: Przypisz wpisy do
ru: Передать записи пользователю
te: టపాలను వీరికి ఆపాదించు

source: You have to select the user that gets the posts assigned.
pl: Musisz wybrać użytkownika do którego zostaną przypisane wpisy.
ru: Выберите пользователя, которому будут переданы записи.
te: టపాలను ఆపాదించుకొనగలిగే యూజర్ ను మీరు ఎంపిక చేసుకోవాలి

source: Filename
pl: Nazwa pliku
ru: Имя файла
te: ఫైలు పేరు

source: Log Level
pl: Poziom logowania
ru: Уровень логгирования
te: లాగ్ స్థాయి

source: Blog title
pl: Tytuł bloga
ru: Название блога
te: బ్లాగ్ పేరు

source: Blog tagline
pl: Tagi bloga
ru: Краткое описание блога
te: బ్లాగ్ పేరుకు వివరణ

source: Blog email
pl: Email bloga
ru: E-mail блога
te: బ్లాగ్ ఇ-మెయిలు

source: Language
pl: Język
ru: Язык
te: భాష

source: Timezone
pl: Strefa czasowa
ru: Часовой пояс
te: కాలమానం

source: Cookie Name
pl: Nazwa ciasteczka
ru: Имя Cookie
te: కుకీ పేరు

source: Comments enabled
pl: Komentarze włączone
ru: Комментарии разрешены
te: వ్యాఖ్యలు అనుమతించబడ్డాయి

source: enable comments per default
pl: ustaw komentarze jako domyślnie włączone
ru: по умолчанию, разрешать комментирование
te: వద్దని చెప్పకపోతే వ్యాఖ్యలను అనుమతించు

source: Comment Moderation
pl: Komentarze moderowane
ru: Модерирование комментариев
te: వ్యాఖ్యలను సవరించటం

source: Pingbacks enabled
pl: Pingbacki włączone
ru: Pingback
te: పింగ్ బ్యాక్ లు అనుమతించబడ్డాయి

source: enable pingbacks per default
pl: ustaw pingbacki jako domyślnie włączone
ru: по умолчанию, разрешать pingback
te: వద్దని చెప్పకపోతే పింగ్ బ్యాక్ లను అనుమతించు

source: Use flat comments
pl: Używaj płaskich komentarzy
ru: Использовать простые комментарии
te: ఫ్లాట్ వ్యాఖ్యలను ఉపయోగించు

source: All comments are posted top-level
pl: Wszystkie komentarze są publikowane na najwyższym poziomie
ru: Все комментарии появляются сверху
te: అన్ని వ్యాఖ్యలూ పై స్థాయికి అందించబడ్డాయి

source: Default parser
pl: Domyślny parser
ru: Парсер по умолчанию
te: కనీసంగా ఉన్న పార్సర్

source: Comment parser
pl: Parser komentarzy
ru: Парсер комментариев
te: వ్యాఖ్యల పార్సర్

source: Posts per page
pl: Wpisów na stronę
ru: Записей на страницу
te: ఒక పేజీలో చూపవలసిన టపాల సంఖ్య

source: Blog URL prefix
pl: Prefix URL bloga
ru: URL-префикс блога
te: బ్లాగ్ యూఆరెల్ ప్రధమ భాగం

source: Admin URL prefix
pl: Prefix URL panelu administracyjnego
ru: URL-префикс панели управления
te: అధికార కక్ష్య యూఆరెల్ ప్రథమ భాగం

source: Category URL prefix
pl: Prefix URL kategorii
ru: URL-префикс категорий
te: వర్గపు యూఆరెల్ ప్రథమ భాగం

source: Tag URL prefix
pl: Prefix URL tagów
ru: URL-префикс тегов
te: ట్యాగ్ యూఆరెల్ ప్రథమ భాగం

source: Author Profiles URL prefix
pl: Prefix URL profili autorów
ru: URL-префикс профилей авторов
te: రచయితల వివరాల యూఆరెల్ ప్రథమ భాగం

source: Limit slugs to ASCII
pl: Ogranicz slugi do ASCII
ru: Использовать только ASCII
te: స్లగ్గులను ఆస్కీ కి పరిమితం చెయ్యి

source: Automatically generated slugs are limited to ASCII
pl: Automatycznie generowane slugi są ograniczone do ASCII
ru: Ярлыки, созданные автоматически, используют только ASCII
te: ఆటోమాటిగ్గా తయారయ్యే స్లగ్గులు ఆస్కీకి పరిమితం చేయబడ్డాయి

source: Cache system
pl: System cache
ru: Система кэширования
te: సేకరణ వ్యవస్థ

source: Default cache timeout
pl: Domyślny czas życia cache
ru: Таймаут кэширования по умолчанию
te: సేకరణకై కనీసంగా కేటాయించబడ్డ సమయం

source: Enable eager caching
pl: Włącz intensywne cachowanie
ru: Включить интенсивное кэширование
te: త్వరితంగా సేకరించటాన్ని అనుమతించు

source: Enable
pl: Włącz
ru: Включить
te: అనుమతించు

source: You have to provide at least one server to use memcached.
pl: Musisz podać co najmniej jeden serwer żeby używać memcached.
ru: Чтобы использовать memcached, введите хотя бы один сервер.
te: memcached ని ఉపయోగించాలంటే మీరు కనీసం ఒక సర్వర్ నైనా కేటాయించాలి.

source: You have to provide cache folder to use filesystem cache.
pl: Musisz podać folder na cache żeby użyć cache opartego na systemie plików.
ru: Чтобы использовать файловое кэширование, вы должны указать директорию хранения.
te: ఫైలింగు వ్యవస్థ క్యాష్ ని ఉపయోగించాలంటే మీరు క్యాష్ ఫోల్డరును కేటాయించాలి.

source: Dump Download URL
pl: URL do pobierania zrzutów
ru: URL дампа
te: డంప్ ని తెచ్చుకునేందుకు యూఆరెల్

source: Feed Download URL
pl: URL do pobierania feedów
ru: URL потока
te: ఫీడ్ ని తెచ్చుకునేందుకు యూఆరెల్

source: Use default value
pl: Użyj wartości domyślnej
ru: Использовать значение по умолчанию
te: కనీస విలువను వాడు

source: Create new user
pl: Stwórz nowego użytkownika
ru: Создать пользователя
te: కొత్త యూజర్ ను సృజించు

source: Blog description
pl: Opis bloga
ru: Описание блога
te: బ్లాగు వివరణ

source: Load config values
pl: Załaduj wartości z konfiguracji
ru: Загрузить значения конфигурации
te: కాన్ఫిగరేషన్ లోని విలువలను వాడుకో

source: Load the configuration values from the import.
pl: Załaduj wartości konfiguracyjne z importu.
ru: Использовать параметры конфигурации из импорта.
te: దిగుమతి నుండి కాన్ఫిగరేషన్ విలువలను వాడుకో

source: Zine-Markup
ru: Zine-разметка
te: జైన్- మార్కప్

source: HTML
te: హెచ్టీయమ్మెల్

source: source URL does not exist
ru: нет URL источника
te: ఉత్పత్తి స్థానపు యూఆరెల్ లేదు

source: The source URL does not contain a link to the target URL
ru: URL источника не содержит ссылку на целевой URL
te: ఉత్పత్తి స్థానపు యూఆరెల్ లో లక్ష్యపు యూఆరెల్ కు లంకె లేదు

source: The specified target URL does not exist
ru: Указанный целевой URL не существует
te: మీరు చెప్పిన లక్ష్యపు యూఆరెల్ లేదు

source: The specified target URL cannot be used as a target
ru: Указанный целевой URL не может быть использован
te: మీరు చెప్పిన లక్ష్యపు యూఆరెల్ ని లక్ష్యంగా వాడుకునేందుకు వీలు లేదు

source: The pingback has already been registered
ru: Pingback был уже зарегистрирован
te: ఈ పింగ్ బ్యాక్ ముందుగానే నమోదై ఉన్నది

source: Access Denied
pl: Brak dostępu
ru: Доступ запрещен
te: ప్రవేశము లేదు

source: An unknown server error (%s) occurred
pl: Wystąpił nieznany błąd serwera (%s)
ru: Произошла неизвестная ошибка сервера (%s)
te: సర్వర్ పొరపాటు ఏదో "(%s)" జరిగింది

source: Could not install the plugin because the uploaded file is not a valid plugin file.
ru: Невозможно установить расширение, поскольку загруженный файл не является правильным файлом расширения.
te: ప్లగిన్ ని స్థిరపరచటం వీలవ్వలేదు. ఎందుకంటే దిగుమతైన ఫైలు చెల్లుబాటయ్యే ప్లగిన్ ఫైలు కాదు.

source: The plugin uploaded has a newer package version than this Zine installation can handle.
ru: Версия загруженного расширения слишком новая — текущая инсталляция Zine не сможет его обработать.
te: ఇక్కడి జైన్ వ్యవస్థ నడప గలిగే ప్యాకేజ్ వర్షన్ కంటే దిగుమతైన ప్లగిన్ లోని వర్షన్ కొత్తది

source: A plugin with the same UID is already installed. Aborted.
ru: Расширение с таким же UID уже было установлено. Действие отменено.
te: ఇదే యూఐడిగల ఒక ప్లగిన్ ముందుగానే నెలకొని ఉన్నది. చర్య రద్దు చేయబడింది.

source: Could not install the package because the installer wasn't able to write the package information. Wrong permissions?
ru: Не получается установить пакет, поскольку инсталлятор не может записать информацию о нем. Неверные права доступа?
te: ప్యాకేజీని స్థిర పరచటం వీలవ్వలేదు- ఎందుకంటే ప్యాకేజీలోని సమాచారాన్ని ఇన్స్టాలర్ వ్రాయలేకపోయింది. సరైన అనుమతులు లేవా?

source: Plugin setup error
ru: Ошибка установки расширения
te: ప్లగిన్ సెటప్ లో పొరపాటు

source: Exception happend on setup: %(error)s (%(file)s, line %(line)d)
ru: Произошла ошибка при инсталляции: %(error)s (%(file)s, строка %(line)d)
te: సెటప్ లో అవాంతరం ! %(error)s (%(file)s, line %(line)d)

source: can enter admin panel
ru: может входить в панель управления
te: నిర్వహణ వ్యవస్థలోనికి ప్రవేశించవచ్చు

source: can administer the blog
ru: может администрировать блог
te: బ్లాగును నిర్వహించవచ్చు

source: can create new entries
ru: может создавать новые записи
te: కొత్త సృజనలు చేయవచ్చు

source: can edit his own entries
te: తన సృజనల్ని తాను సరిదిద్దుకొనవచ్చు

source: can edit another person's entries
ru: может редактировать записи других пользователей
te: ఇతరుల సృజనల్ని సరిదిద్దవచ్చు

source: can create new pages
ru: может создавать страницы
te: కొత్త పేజీలను సృష్టించవచ్చు

source: can edit his own pages
te: తన పేజీలను తాను సరిదిద్దుకొనవచ్చు

source: can edit another person's pages
ru: может редактировать страницы других пользователей
te: ఇతరుల పేజీలను సరిదిద్దవచ్చు

source: can view drafts
ru: может просматривать черновики
te: చిత్తు ప్రతులను చూడవచ్చు

source: can manage categories
ru: может управлять категориями
te: విభాగాలను నిర్వహించవచ్చు

source: can moderate comments
ru: может модерировать комментарии
te: వ్యాఖ్యలను మితీకరించవచ్చు

source: no documented plugins installed.
ru: не установлено документированных плагинов.
te: అధికారికమైన ప్లగిన్లు ఏవీఇన్స్టాల్ అవలేదు.

source: now
pl: teraz
ru: сейчас
te: ఇప్పుడే

source: set blog title from dump
ru: установить заголовок блога из дампа
te: డంప్ నుండి బ్లాగ్ పేరును ఎంపిక చేసుకో

source: set blog tagline from dump
ru: установить теги блога из дампа
te: డంప్ నుండి బ్లాగ్ పేరుకుండే వివరణను ఎంపిక చేసుకో

source: done
pl: zrobione
ru: готово
te: పని పూర్తైంది

source: Committing transaction...
ru: Выполнение операции...
te: ఫలితాన్ని వ్రాస్తున్నాను...

source: Updating configuration...
ru: Обновление конфигурации...
te: కాన్ఫిగరేషన్ ను తిరగ రాస్తున్నాను...

source: Unknown feed uploaded.
ru: Загружен неизвестный поток.
te: తెలీని ఫీడ్ ఏదో దిగుమతైంది.

source: Importing of RSS feeds is currently not possible.
ru: Импортирование RSS невозможно в текущий момент.
te: ఆరెస్సెస్ ఫీడులను దిగుమతి చేసుకోవటం ప్రస్తుతానికి సాధ్యపడదు.

source: Feed Importer
ru: Импортер потоков
te: ఫీడు దిగుమతిదారు

source: Error downloading from URL: %s
ru: Ошибка загрузки с URL: %s
te: %s యూఆరెల్ నుండి తెచ్చుకోవటంలో పొరపాటు

source: Error parsing uploaded file
ru: Не получается обработать залитый файл
te: దిగుమతైన ఫైలును చదివి అర్థం చేసుకోవటంలో పొరపాటు

source: Error parsing feed: %s
ru: Ошибка обработки потока: %s
te: ‌%s ఫీడును చదివి అర్థం చేసుకోవటంలో పొరపాటు

source: Added imported items to queue.
ru: Импортированные объекты добавлены в очередь.
te: దిగుమతైనవాటిని క్యూలో పెట్టాను

source: Error parsing uploaded file: %s
ru: Ошибка обработки загруженного файла: %s
te: దిగుమతైన %s ఫైలును చదివి అర్థం చేసుకోవటంలో పొరపాటు:

source: The key is invalid.
ru: Ключ неверен.
te: కీ చెల్లదు

source: Could not verify key because of a server to server connection error.
ru: Невозможно проверить ключ из-за ошибки подключения.
te: సర్వర్ నుండి సర్వర్ కు కనెక్షన్ సరిగా లేనందువల్ల కీ ని సరిచూసేందుకు వీలవ్వలేదు

source: Akismet
te: అకిస్మత్

source: Akismet has been successfully enabled.
ru: Akismet активирован.
te: అకిస్మత్ పని చేయటంలేదు.

source: Comments Blocked by Akismet
ru: Комментарии, заблокированные Akismet
te: వ్యాఖ్యలు అకిస్మత్ చే నిరోధించబడ్డాయి

source: Akismet has blocked <b>%(spam_comments)s</b> comments.
ru: Akismet заблокировал <b>%(spam_comments)s</b> комментариев.
te: <b>%(spam_comments)s</b> వ్యాఖ్యలు అకిస్మత్ చే నిరోధింపబడ్డాయి.

source: Akismet Configuration
ru: Конфигурация Akismet
te: అకిస్మత్ కాన్ఫిగరేషన్

source: Akismet will help you to reduce or even completely eliminate the comment spam you get on your site. If you don't have a WordPress.com account yet, you can get one at <a href="%(api_link)s">WordPress.com</a>.
ru: Akismet поможет вам сократить, а то и полностью уничтожить, спам в комментариях к вашему блогу. Если у вас еще нет аккаунта Wordpress.com вы можете <a href="%(api_link)s">зарегистрировать</a> его.
te: మీ సైటుకు వచ్చే స్పాం వ్యాఖ్యల్ని తగ్గించేందుకు, చివరికి పూర్తిగా తొలగించేందుకు కూడా అకిస్మత్ మీకు సహాయం చేస్తుంది. మీకు ఇంకా wordpress.com అకౌంటు లేనట్లైతే, మీరు దాన్ని <a href="%(api_link)s">WordPress.ccom</a>. వద్ద పొందవచ్చు.

source: Update Key
ru: Ключ обновления
te: కీ ని అప్ డేట్ చేయండి

source: Creole
te: క్రియోల్ పార్సర్

source: Dark
ru: Темный
te: డార్క్

source: Eric The Fish
te: గొప్ప చేప- ఎరిక్

source: The skin could not be changed.
te: స్కిన్ ను మార్చటం వీలు కాలేదు.

source: This is Eric's configuration page. From here you can configure what Eric looks like.
te: ఇది ఎరిక్ కాన్ఫిగరేషన్ పేజీ. ఎరిక్ ఎలా కనబడాలో మీరిక్కడ కాన్ఫిగర్ చేయవచ్చు.

source: Markdown
te: మార్క్ డౌన్

source: Administration
pl: Administracja
ru: Панель управления
te: నిర్వహణ

source: logged in as %(username)s.
pl: zalogowany jako %(username)s.
ru: авторизован как %(username)s.
te: %(username)s గా ప్రవేశం పొంది ఉన్నారు.

source: go to admin panel
pl: przejdź do panelu administracyjnego
ru: войти в панель управления
te: నిర్వహణ కక్ష్యకు పొండి

source: Proudly powered by %(zine)s.
ru: Работает на %(zine)s.
te: %(zine)s చే సగర్వంగా సమర్పింపబడుతున్నది

source: Proudly powered by %(zine)s, %(theme)s designed by %(author)s.
ru: Работает на %(zine)s, используется тема %(theme)s (автор: %(author)s).
te: %(zine)s చే సగర్వంగా సమర్పింపబడుతున్నది, %(author)s చే డిజైన్ చేయబడింది.

source: Admin Panel
pl: Panel Administracyjny
ru: Панель управления
te: నిర్వహణ కక్ష్య

source: Logout
pl: Wyloguj
ru: Выход
te: నిష్క్రమించు
