Repository: rockyburt/Rezine
Catalog: zine/i18n/*/messages.po
Languages: pl, ru, te

source: Do you really want to report the selected comments as Spam?
pl: Czy na pewn ochcesz zgłosić wybrane komentarze jako "Spam"?

source: %d comment
pl: %d komentarz

source: Invalid character, <, > or \ are not allowed.
pl: Niepoprawny znak, <, > oraz \ nie są dozwolone.

source: URL format cannot start with a slash.
pl: Format URLa nie może zaczynać się od ukośnika.

source: URL cannot contain //.
pl: URL nie może zawierać //.

source: URL cannot contain a reference toparent path.
pl: URL nie może zawierać odniesienia do ścieżki rodzica.

source: Unknown format code %s.
pl: Nieznany kod formatu %s.

source: Error in markup
pl: Błąd składni

source: Invalid attribute given to %s tag: %s
pl: Niepoprawny atrybut przypisany do %s tag: %s

source: Profile
pl: Profil

source: Your profile was updated successfully.
pl: Twój profil został pomyślnie zaktualizowany.

source: Notification settings changed.
pl: Ustawienia powiadomień zostały zmienione.

source: Approved (%d)
pl: Zaakceptowane (%d)

source: Blocked (%d)
pl: Zablokowane (%d)

source: “Delete All” can only be issued for “Spam” and “Blocked” comment types.
pl: “Usuń wszystkie” może być użyte tylko dla komentarzy typu “Spam” i “Zablokowany”.

source: Deleted %d %s comments.
pl: Usunięto %d %s komentarzy.

source: Blocked all the selected comments.
pl: Zablokowano wszystkie wybrane komentarze.

source: Reported all the selected comments as SPAM.
pl: Zgłosozno wszystkie wybrane komentarze jako "Spam".

source: Reported all the selected comments as NOT SPAM.
pl: Zgłoszono wszystkie wybrane komentarze jako "Nie spam".

source: Approved Commments
pl: Zaakceptowane komentarze

source: Blocked
pl: Zablokowane

source: You're not allowed to manage this comment
pl: Nie masz uprawnień do zarządzania tym komentarzem

source: Comment by %s reported as Spam successfully.
pl: Komentarz zgłoszony przez %s został pomyślnie oznaczony jako "Spam"

source: Comment by %s reported as NOT Spam successfully.
pl: Komentarz zgłoszony przez %s został pomyślnie oznaczony jako "Nie spam"

source: NOT Spam
pl: Nie spam
