Repository: rockyburt/Rezine
Catalog: zine/i18n/*/messages.po
Languages: pl, ru, te

source: Pygments theme changed successfully.
ru: Тема pygments успешно изменена.
te: పిగ్మెంట్స్ నేపధ్యాన్ని మార్చటంలో విజయం సాధించాను.

source: Pygments
te: పిగ్మెంట్స్

source: Pygments allows you to select one of many themes for your code tags. You can preview and select one below.
ru: Pygments дает вам возможность выбрать одну или несколько тем. Вы можете посмотреть и выбрать одну из них.
te: మీ నిర్దేశాల ట్యాగులకోసం ఒక నేపధ్యాన్ని ఎంపిక చేసుకునేందుకు గాను పిగ్మెంట్స్ న్ అనేక నేపధ్యాల్ని చూపిస్తుంది. క్రింది నేపధ్యాలను ముందుగా చూసి, ఒకదాన్ని ఎంపిక చేసుకోండి.

source: Theme
pl: Temat
ru: Тема
te: నేపథ్యం

source: Preview
pl: Podgląd
ru: Предпросмотр
te: ముందుగా ఓసారి చూపు

source: Select
pl: Wybierz
ru: Выбрать
te: ఎంపిక చేసుకో

source: Typography
pl: Typografia
ru: Типографика
te: టైపోగ్రఫీ

source: Typography settings could not be changed.
pl: Ustawienia typografi nie mogą być zmienione.
ru: Настройки типографики не могут быть изменены.
te: టైపోగ్రఫీ సెటింగులను మార్చేందుకు వీలవలేదు.

source: Typography settings changed.
pl: Ustawienia typografi zostały zmienione.
ru: Настройки типографики изменены.
te: టైపోగ్రఫీ సెటింగులు మారాయి.

source: From here you can configure the typography settings. Note that the typography plugin has hardcoded semantics at the moment, so there is no way to change the algorithm from this config panel.
pl: Z tego miejsca możesz zmienić ustawienia typografii. Zauważ, że plugin typografii ma obecnie semantykę ustawioną na sztywno, więc nie ma możliwości zmiany algorytmu z poziomu panelu konfiguracyjnego.
ru: Здесь вы можете изменить настройки типографики. Обратите внимание: текущая функциональность содержит предопределенную семантику, поэтому нет возможности сменить алгоритм из панели управления.
te: ఇక్కడ మీరు టైపోగ్రఫీ సెటింగులను మార్చుకోవచ్చు. ప్రస్తుతం టైపోగ్రఫీ ప్లగిన్ లో వాడే సెమాంటిక్స్ కొంచెం దృఢంగా ఉన్నై; అందువల్ల ఈ కాన్ఫిగ్ పానల్ నుండి అల్గారిధంను మార్చేందుకు వీలవదని గుర్తించండి.

source: Double Quote Pairs
ru: Пары двойных кавычек
te: డబల్ కోట్ జంట

source: Single Quote Pairs
ru: Пары одинарных кавычек
te: సింగిల్ కోట్ జంట

source: Use Common Character
ru: Использовать обыкновенный символ
te: ఉమ్మడి కారక్టర్నొకదాన్ని వాడండి

source: Save
pl: Zapisz
ru: Сохранить
te: దాచి ఉంచు

source: Blue
pl: Niebieski
ru: Синий
te: నీలి రంగు

source: Gray
pl: Szary
ru: Серый
te: బూడిద రంగు

source: Green
pl: Zielony
ru: Зеленый
te: ఆకుపచ్చ రంగు

source: Color variation
pl: Schemat kolorów
ru: Варьирование цветов
te: రంగుల మార్పు

source: Color variation changed successfully.
pl: Schemat kolorów zmieniona pomyślnie.
ru: Цветовая схема успешно сохранена.
te: రంగుల్ని మార్చటం విజయవంతమైంది.

source: Configure Vessel Theme
pl: Konfiguruj temat Vessel
ru: Настроить тему «Vessel»
te: వెస్సెల్ నేపథ్యాన్ని కాన్ఫిగర్ చేయండి

source: This theme comes with various color variations you can choose from.
pl: Ten temat zawiera wiele wariacji kolorów spośród których możesz wybierać.
ru: Эта тема включает в себя возможность выбрать цветовую схему.
te: ఈ నేపధ్యం అనేక రంగుల్లో లభిస్తుంది. రంగుల్ని మీరు ఎంపిక చేసుకోవచ్చు.

source: Cancel
pl: Anuluj
ru: Отменить
te: రద్దు చేయి

source: Bookmarklet
ru: Букмарклет
te: బుక్ మార్క్ లెట్

source: Right click on the following link and choose “Add to favorites” or “Bookmark link” to create a posting shortcut.
pl: Kliknij prawym klawiszem myszy na następnym linku i wybierz "Dodaj do ulubionych" lub "Dodaj do zakładek" aby stworzyć skrót do publikowania wpisów.
ru: Кликните правой кнопкой мыши на этой ссылке и выберите «Добавить в закладки», чтобы сделать ссылку на функцию добавления записи.
te: క్రింది లంకెపై రైట్ క్లిక్ చేసి, ఆపైన " ఇష్టాలకు కలుపు", లేదా " లంకెను బుక్ మార్క్ చేయి" లను ఎంపిక చేసుకున్నట్లైతే టపాకు షార్ట్ కట్ ఒకటి తయారు చేయ బడుతుంది.

source: Next time you visit an interesting page, just select some text and click on the bookmark.
pl: Następnym razem, gdy odwiedzisz interesującą stronę po prostu zaznacz trochę tekstu i kliknij na tej zakładce.
ru: В следующий раз, когда увидите что-то интересное, просто выделите текст и нажмите на эту закладку.
te: ఈసారి మీకేదైనా చక్కని పేజీ తారసపడితే, అందులోని అంశాన్ని కొంత ఎంపిక చేసుకొని, బుక్ మార్క్ ను క్లిక్ చేయండి.

source: Blog It!
pl: Napisz o tym!
ru: Добавить в блог!
te: దీన్ని బ్లాగుకు జతచేయండి!

source: Right click on this link and choose “Add to favorites” or “Bookmark link” to create a posting shortcut.
pl: Kliknij prawym klawiszem myszy na tym linku i wybierz "Dodaj do ulubionych" lub "Dodaj do zakładek" aby stworzyć skrót do publikowania wpisów.
ru: Кликните правой кнопкой мыши на этой ссылке и выберите «Добавить в закладки», чтобы сделать ссылку на функцию добавления записи.
te: ఈ లంకెపై రైట్ క్లిక్ చేసి, ఆపైన " ఇష్టాలకు కలుపు", లేదా " లంకెను బుక్ మార్క్ చేయి" లను ఎంపిక చేసుకున్నట్లైతే టపాకు షార్ట్ కట్ ఒకటి తయారు చేయ బడుతుంది.

source: Replying to comment by %s.
pl: Odpowiadasz na komentarz %s
ru: Ответ на комментарий %s.
te: %s గారి వ్యాఖ్యలకు జవాబిస్తున్నాను.

source: (Create as top level comment)
pl: (Stwórz jako komentarz najwyższego poziomu)
ru: (Написать комментарий верхнего уровня)
te: (పై స్థాయి వ్యాఖ్యగా సృజించు)

source: The access to the requested resource was restricted.
pl: Dostęp do wybranego zasobu został zastrzeżony.
ru: Доступ на запрашиваемый ресурс ограничен.
te: మీరు కోరిన వనరు అందరికీ లభించకుండా కట్టడి చేయబడింది.

source: Page Not Found
pl: Nie odnaleziono strony
ru: Страница не найдена
te: పేజీ కనబడలేదు

source: Sorry, the page you requested does not exist.
pl: Przepraszamy, strona nie istnieje.
ru: Извините, но запрошенная вами страница не найдена.
te: క్షమించాలి, మీరు కోరిన పేజీ లేదు.

source: You may have followed a bad link or mis-typed a URL. That’s most likely what went wrong.
ru: Возможно, вы прошли по «битой» ссылке или неверно ввели адрес страницы.
te: మీరు సరిగా లేని లంకెను అనుసరించి ఉండాలి, లేదా యూఆరెల్ ను తప్పుగా టైపు చేసి ఉండాలి. తప్పు అక్కడే జరిగిందనిపిస్తున్నది.

source: You may want to have a look at the <a href="%(index_link)s">blog index</a>.
ru: Возможно, вы бы хотели перейти на <a href="%(index_link)s">главную страницу</a>.
te: మీరు ఒకసారి <a href="%(index_link)s">blog index</a> ని చూస్తే మంచిది.

source: Zine Internal Server Error
ru: Внутренняя ошибка сервера Zine
te: జైన్ అంతర్గత సర్వర్ పొరపాటు

source: Internal Server Error
ru: Внутренняя ошибка сервера
te: అంతర్గత సర్వర్ పొరపాటు

source: An internal error happened in the application. The blog administrator has been informed about the problem.
ru: В приложении произошла внутренняя ошибка. Администратор блога получил уведомление о возникшей проблеме.
te: ఉపకరణంలో అంతర్గతంగా ఒక తప్పు ఏర్పడింది. ఈ సమస్య గురించి బ్లాగ్ నిర్వాహకునికి తెలియజేశాం.

source: Pingback by
pl: Pingback od
ru: Pingback отправлен
te: పింగ్ బ్యాక్ చేసే వారు

source: Comment by
pl: Komentarz od
ru: Прокомментировал
te: వ్యాఖ్యను రాసిన వారు

source: reply to this comment
pl: odpowiedz na ten komentarz
ru: ответить
te: ఈ వ్యాఖ్యకు బదులివ్వు

source: Submit Comment
pl: Wyślj komentarz
ru: Добавить комментарий
te: వ్యాఖ్యను సమర్పించండి

source: Reset Form
pl: Wyczyść formularz
ru: Очистить форму
te: ఫారం ని మళ్ళీ తెరు

source: Tagged as
pl: Tagi
ru: Указаны теги
te: ఉన్న ట్యాగులు

source: %(comments)s comment
pl: %(comments)s komentarz
te: వ్యాఖ్య

source: Edit
pl: Edytuj
ru: Редактировать
te: సరిదిద్దు

source: written by %(author)s, on %(pub_date)s.
pl: napisane przez %(author)s, %(pub_date)s.
ru: написал(а) %(author)s (%(pub_date)s).
te: %(author)s చే, %(pub_date)s న వ్రాయబడింది.

source: <strong>Scheduled Post:</strong> This entry will appear in %(time_span)s.
pl: <strong>Zaharmonogramowany wpis:</strong> Ten wpis pojawi się o %(time_span)s.
ru: <strong>Запланированная запись:</strong> Эта запись появится через %(time_span)s.
te: <strong>కాల నిశ్చితమైన టపా:</strong> ఈ టపా %(time_span)s లో కనబడగలదు.

source: Read on
pl: Czytaj dajel
ru: Читать полностью
te: ఇంకా చదవండి

source: Archive
pl: Archiwum
ru: Архив
te: సంగ్రహం చెయ్యి

source: empty archive
pl: wyczyść archiwum
ru: пустой архив
te: సంగ్రహాన్ని ఖాళీ చెయ్యి

source: Archive for %(year)s
pl: Archiwum dla %(year)s
ru: Архив %(year)s
te: %(year)s సంవత్సరాల వరకు సంగ్రహం గా ఉంచు

source: Archive for %(month)s
pl: Archiwum dla %(month)s
ru: Архив (%(month)s)
te: %(month)s నెలల వరకు సంగ్రహంగా ఉంచు

source: Archive for %(day)s
pl: Archiwum dla %(day)s
ru: Архив от %(day)s
te: %(day)s రోజులవరకు సంగ్రహంగా ఉంచు

source: Authors
pl: Autorzy
ru: Авторы
te: రచన

source: Zine Error
pl: Błąd Zine
ru: Ошибка Zine
te: జైన్ సమస్య

source: Index
pl: Indeks
ru: Индекс
te: విషయ సూచిక

source: Welcome
pl: Witaj
ru: Добро пожаловать
te: స్వాగతం

source: So far there are no entries in this blog.
pl: Jak dotąd nie ma żadnych wpisów na tym blogu.
ru: В этом блоге пока что нет записей.
te: ఇంత వరకూ ఈ బ్లాగులో ఏమీ రాయలేదు

source: Zine Internal Error
pl: Wewnętrzny błąd Zine
ru: Внутренняя ошибка сервера Zine
te: జైన్ అంతర్గత సమస్య

source: Internal Error
pl: Błąd wewnętrzny
ru: Внутренняя ошибка сервера
te: అంతర్గత సమస్య

source: Zine encountered an internal error during processing:
pl: Zine napotkał wewnętrzny błąd podczas przetwarzania:
te: పనిని నిర్వర్తిస్తున్నప్పుడు జైన్ కు ఒక అంతర్గత సమస్య ఎదురైంది:

source: If you have troubles fixing the problem have a look at the Zine documentation.
te: సమస్యను పరిష్కరించటంలో మీకేదైనా సహాయం అవసరమైతే జైన్ పత్రావళిని సందర్శించండి.

source: This error is only visible to blog administrators. If a regular user triggered the error an entry to the log is added and a generic error message is displayed.
te: ఈ పొరపాటు కేవలం బ్లాగ్ నిర్వాహక వర్గానికి మాత్రమే కనబడుతున్నది. సాధారణ యూజర్ వల్ల ఈ సమస్య మొదలై నట్లైతే, లాగ్ ఫైలులో ఆ వివరాలు రాయబడతాయి., అంతేకాక యూజర్ కు 'పొరపాటు ' అని ఒక సామాన్య సూచన చూపబడుతుంది.

source: Maintenance Mode
pl: Tryb serwisowy
ru: Режим обслуживания
te: సవరించబడుతున్నది

source: This Zine instance is currently in maintenance mode. Please wait until the administrator reopens the blog.
ru: Сайт находится в режиме обслуживания. Подождите, пока администратор откроет его снова.
te: ఈ జైన్ వ్యవస్థ ప్రస్తుతం సవరించబడుతున్నది. నిర్వాహకులు బ్లాగును తిరిగి తెరిచేంతవరకూ దయచేసి వేచి ఉండండి.

source: Comments
pl: Komentarze
ru: Комментарии
te: వ్యాఖ్యలు

source: Leave a Reply
pl: Napisz odpowiedź
ru: Ответить
te: ఏదైనా సమాధానం ఇచ్చి పోండి

source: Zine Maintenance Mode
pl: Tryb serwisowy Zine
ru: Режим обслуживания
te: జైన్ సవరణ స్థితి

source: Posts written by user
pl: Wpisy napisane przez użytkownika
ru: Записи, которые написал(а)
te: యూజర్ వ్రాసిన టపాలు

source: %(post)s, on %(date)s
pl: %(post)s, %(date)s
ru: %(post)s (%(date)s)
te: %(date)s వ తేదీన , %(post)s టపాలు

source: Show “%(category)s”
pl: Pokaż “%(category)s”
ru: Показать «%(category)s»
te: “%(category)s”ని చూపించు

source: Entries in the Category “%(category)s”
pl: Wpisy w kategorii “%(category)s”
ru: Записи в категории «%(category)s»
te: “%(category)s” అనే విభాగంలో ఉన్న అంశాలు

source: No public posts found
pl: Nie znaleziono publicznych wpisów
ru: Не найдено публичных записей
te: అందరికోసమూ ఉద్దేశించిన టపాలేవీ కనబడలేదు

source: Show “%(tag)s”
pl: Pokaż “%(tag)s”
ru: Показать «%(tag)s»
te: “%(tag)s”లను చూపించు

source: Entries tagged “%(tag)s”
pl: Wpisy otagowane “%(tag)s”
ru: Записи с тегом «%(tag)s»
te: “%(tag)s”అని టాగులున్న అంశాలు

source: Delete
pl: Skasuj
ru: Удалить
te: తొలగించు

source: Not Spam
te: స్పాం కాదు

source: Approve
pl: Zatwierdź
ru: Одобрить
te: అనుమతించు

source: Block
pl: Zablokuj
ru: Заблокировать
te: నిరోధించు

source: no categories
pl: brak kategorii
ru: нет категорий
te: విభాగాలు లేవు

source: No pages.
pl: Brak stron.
ru: Нет страниц.
te: పేజీలు లేవు

source: Your draft:
pl: Twój szkic:
te: మీ చిత్తు ప్రతి

source: About Zine
ru: Про Zine
te: జైన్ గురించి

source: Zine is an open source content publishing platform emphasizing ease of use and extensibility. It provides powerful internal infrastructure, a simple and intuitive user interface.
ru: Zine — система публикации контента, сочетающая в себе легкость использования и гибкость, мощное программное ядро и интуитивно-понятный пользовательский интерфейс.
te: ఓపెన్ సోర్స్ విషయ ప్రచురణ రంగస్థలం జైన్ , 'ఉపయోగించటానికి సులభంగా ఉండటం, పొడిగించటానికి అనువుగా ఉండటం'- అనే రెండు లక్షణాలు ప్రాతిపదికగా తయారు చేయబడింది. శక్తివంతమైన అంతర్గత వనరుల్ని అందించే జైన్ కు, సులభమూ మరియు జ్ఞానవంతమూ అయిన చక్కని యూజర్ ఇంటర్ఫేసు ఉన్నది.

source: © Copyright %(years)s by the Zine Team. Some rights reserved.
ru: © %(years)s «Zine Team». Некоторые права защищены.
te: జైన్ బృందం %(years)s సంవత్సరాల © కాపీరైటు . కొన్ని హక్కులు కేవలం వారివే.

source: Redistribution and use in source and binary forms, with or without modification, are permitted provided that the following conditions are met:
te: మార్పు చేసిగానీ, మార్పులేవీ చేయకుండాగానీ, జైన్ ను మౌలిక భాషా రూపంలోను, మరియు బైనరీ రూపంలో కూడాను, స్వయంగా ఉపయోగించుకోవచ్చు, తిరిగి పంపిణీ చేయవచ్చు- అయితే క్రింది షరతులకు లోబడి వర్తించాలి:

source: Redistributions of source code must retain the above copyright notice, this list of conditions and the following disclaimer.
te: పైన పేర్కొన్న కాపీరైటు హెచ్చరిక, ఈ షరతుల పట్టిక, మరియు క్రింది డిస్క్లెయిమర్ -తిరిగి పంపిణీ చేయబడే మౌలిక భాషా రూపాల్లో యీ మూడూ తప్పని సరిగా ఉండాలి.

source: Redistributions in binary form must reproduce the above copyright notice, this list of conditions and the following disclaimer in the documentation and/or other materials provided with the distribution.
te: తిరిగి పంపిణీ కి లోనయ్యే బైనరీ రూపాల డాక్యుమెంటేషన్ లోను, మరియు/లేదా ఆ పంపిణీతోబాటు సరఫరా అయ్యే ఇతర అంశాలలోను తప్పని సరిగా పైన పేర్కొన్న కాపీరైటు హెచ్చరిక, ఈ షరతుల పట్టిక, మరియు క్రింది డిస్క్లెయిమర్ - మూడింటినీ యథాతథంగా పొందుపరచాలి.

source: The names of the contributors may not be used to endorse or promote products derived from this software without specific prior written permission.
te: ఈ సాఫ్ట్వేర్ ద్వారా నిర్మించిన ఉత్పత్తులను ప్రోత్సహించేందుకు గాని, లేదా బలపరచేందుకుగాని , ప్రత్యేకమైన, వ్రాతపూర్వకమైన ముందస్తు అనుమతి లేకుండా దీనికి తోడ్పడిన వ్యక్తుల పేర్లను వాడుకొనరాదు.

source: THIS SOFTWARE IS PROVIDED BY THE COPYRIGHT HOLDERS AND CONTRIBUTORS “AS IS” AND ANY EXPRESS OR IMPLIED WARRANTIES, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE ARE DISCLAIMED. IN NO EVENT SHALL THE COPYRIGHT OWNER OR CONTRIBUTORS BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, EXEMPLARY, OR CONSEQUENTIAL DAMAGES (INCLUDING, BUT NOT LIMITED TO, PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES; LOSS OF USE, DATA, OR PROFITS; OR BUSINESS INTERRUPTION) HOWEVER CAUSED AND ON ANY THEORY OF LIABILITY, WHETHER IN CONTRACT, STRICT LIABILITY, OR TORT (INCLUDING NEGLIGENCE OR OTHERWISE) ARISING IN ANY WAY OUT OF THE USE OF THIS SOFTWARE, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGE.
te: కాపీరైటు హక్కుదారులచేత, మరియు దీనికి తోడ్పడిన వ్యక్తులచేత ఈ సాఫ్ట్వేర్ 'ఉన్నది ఉన్నట్లు 'గా అందజేయబడుతున్నది: దీనిపై కేవలం వ్యాపారపరమైన స్థిరతకు సంబంధించిన వారంటీలు, లేదా మరే ప్రత్యేకమైన ఉద్దేశానికి అవసరమయ్యే అర్హతలకు సంబంధించిన వారంటీలు మాత్రమే కాక ప్రత్యేకించి పేర్కొన్న, లేదా కేవలం ఉద్దేశించ బడిన వారంటీలు కూడా- 'ఏవీ కూడా చెల్లవు ' అని తెలియజేయబడుతున్నది. ప్రత్యామ్నాయ సరుకులు లేదా సేవల వినియోగం, ఉపయోగం లేకుండా పోవటం, డాటా నష్టపోవటం, లేదా లాభాల్లో నష్టం, లేదా వ్యాపారం లో ఆటంకం వాటిల్లటాలతో సహా మరే ఇతర డైరెక్టు నష్టాలు, లేదా ఇండైరెక్టు నష్టాలు, కాలవశాన కలిగే నష్టాలు, ప్రత్యేక నష్టాలు, ఉత్కృష్టమైన ‌n నష్టాలు, లేక పరిణామ శీలమైన నష్టాలు- ఏవైనా సరే, అవి ఏ విధంగా సంభవించినా సరే, వాటి పట్ల బాధ్యత వహించటానికి సంబంధించిన ఏ సిద్ధాంతం పరంగానైనా సరే- ఒప్పందాల్లో ఉండటం వల్లగాని, ఖచ్చితమైన బాధ్యత వల్లగాని, లేదా అశ్రద్ధ ఉండటం, లేక మరే ఇతరమైన సివిల్ వ్యవహారంగా గాని- అవి ఈ సాఫ్ట్వేరు వినియోగం వల్ల ఏ రకంగా సంక్రమించినప్పటికీ, లేదా అటువంటి నష్టాలు వాటిల్లే సందర్భాలు ఉండవచ్చని ముందుగానే తెలుసుకోగల్గినప్పటికీ కూడాను- ఈ కాపీరైటు హక్కుదారులకు లేదా దీనికి తోడ్పడిన వ్యక్తులకు ఏలాంటి బాధ్యతా ఉండదు.

source: Approve Comment
pl: Zatwierdź komentarz
ru: Одобрить комментарий
te: వ్యాఖ్యను ఆమోదించు

source: Do you really want to approve the comment by %(comment_author)s?
pl: Czy na pewno chcesz zatwierdzić komentarz napisany przez %(comment_author)s?
ru: Вы действительно хотите одобрить этот комментарий, написанный %(comment_author)s?
te: %(comment_author)s గారి వ్యాఖ్యను మీరు నిజంగా ఆమోదించ దలచారా?

source: Yes
pl: Tak
ru: Да
te: అవును

source: No
pl: Nie
ru: Нет
te: కాదు

source: Basic Options
pl: Opcje podstawowe
ru: Базовые опции
te: మౌలిక మైన ఎంపికలు

source: From here you can configure the basic blog settings like the blog title and tagline.
ru: Здесь вы можете настроить базовые настройки блога, такие как название и краткое описание блога.
te: ఇక్కడినుండి మీరు బ్లాగు పేరు, ఆ పేరు యొక్క వివరణ వంటి మౌలిక ఎంపికల్ని కాన్ఫిగర్ చేసుకోవచ్చు.

source: Do you really want to block the comment by %(comment_author)s?
pl: Czy na pewno chcesz zablokować komentarz napisany przez %(comment_author)s?
ru: Вы действительно хотите заблокировать этот комментарий от%(comment_author)s?
te: మీరు నిజంగానే %(comment_author)s గారి వ్యాఖ్యల్ని నిరోధించ దలచారా?

source: Importing...
pl: Importowanie...
ru: Импортирование...
te: దిగుమతి చేసుకుంటున్నాను...

source: The importer will download your data from Blogger.com This can take some time. <strong>Don't hit cancel!</strong>
ru: Импортер скачает ваши данные с Blogger.com. Это займет некоторое время. <strong>Не нажимайте «Отменить»!</strong>
te: బ్లాగర్.కామ్ నుండి మీ సమాచారాన్ని ఇంపోర్టర్ దిగుమతి చేసుకుంటుంది. దీనికి కొంత సమయం పట్టవచ్చు. <strong>'రద్దు చేయి ' ని నొక్కకండి!</strong>

source: Data import completed successfully. You can review your import here:
ru: Данные были успешно импортированы. Вы можете проверить их здесь:
te: సమాచారపు దిగుమతి విజయవంతంగా పూర్తైంది. మీ దిగుమతిని మీరు ఇక్కడ సమీక్షించవచ్చు:

source: Import review page
pl: Importuj strone przeglądu
ru: Страница просмотра импортированного
te: సమీక్ష పేజీని దిగుమతి చేయి

source: Cache Options
pl: Opcje cache
ru: Настройки кэширования
te: క్యాష్ ఎంపికలు

source: Zine comes with a cache system that allows you to survive a sudden storm of visitors. The caching system has different backends you can choose from and also different settings that you should set depending on the type of server you have and the number of visitors.
ru: Zine содержит в себе систему кэширования, которая позволит сайту выжить в случае большого наплыва посетителей. Система имеет поддержку нескольких способов кэширования, любой из которых вы можете выбрать и настроить в зависимости от типа вашего сервера, особенностей системы и планируемого трафика.
te: జైన్ మీకిచ్చే క్యాష్ వ్యవస్థ, అకస్మాత్తుగా ఏర్పడే సందర్శకుల తుఫాను మిమ్మల్ని ముంచెత్తకుండా చూడగలదు. మీరు ఎంపిక చేసుకునేందుకు వీలైన వేర్వేరు బ్యాకెండులు ఈ క్యాష్ వ్యవస్థకు ఉన్నాయి. అంతేకాక మీ సర్వర్ రకాన్ని బట్టి, మీ సందర్శకుల సంఖ్యను బట్టి మీరు అమర్చుకోవలసిన విభిన్న సెటింగులు కూడా ఈ వ్యవస్థలో‌ఉన్నాయి.

source: Keep in mind that if caching is enabled templates will be cached too and as a result of that, they are not reloaded. If you are trying to develop plugins it might be a good idea to disable all caching.
ru: Имейте ввиду, что когда кэширование включено, шаблоны тоже кэшируются. Если вы разрабатываете расширение или тему, и хотите, чтобы шаблоны могли перезагружаться на лету, отключите кэширование.
te: గమనిక: క్యాషింగును అనుమతించినట్లైతే టెంప్లేటులు కూడా క్యాష్ చేయబడతాయి- తత్ఫలితంగా అవి ప్రతిసారీ తిరిగి లోడ్ అవ్వవు. అందువల్ల, మీరు ప్లగిన్ లను అభివృద్ధి చేసేందుకు ప్రయత్నిస్తున్నట్లైతే, క్యాషింగ్ మొత్తాన్నీ ఆపివేయటం మంచిది.

source: Cache System
pl: System cache
ru: Система кэширования
te: క్యాష్ వ్యవస్థ

source: Currently Zine supports three caching systems:
ru: Zine поддерживает три способа кэширования:
te: ప్రస్తుతం క్యాషింగ్ వ్యవస్థలు మూడింటిని అనుమతిస్తుంది జైన్:

source: <strong>Simple Cache</strong>: The simple cache is a very basic memory cache inside the server process. This cache works only if you have a persistent environment. Roughly speaking this cache works better the higher the number of threads in a process and the lower the number or processes. If you have the chance to use a memcached you should not use the simple cache.
ru: <strong>Простое</strong>: Очень простое кеширование внутри процесса сервера. Этот метод работает только если у вас постоянное окружение. Точнее, этот кэш тем лучше работает, чем больше потоков у вас в процессе, и чем меньше процессов. Если у вас есть возможность использовать memcached, не используйте простое кэширование.
te: <strong>సాధారణ క్యాష్ </strong>: సర్వర్ ప్రక్రియలో చాలా ప్రాథమికమైన మెమరీ క్యాష్ సాధారణ క్యాష్. మీకు గట్టి పట్టుదల గల వాతావరణం ఉంటే ఈ క్యాష్ పని చేస్తుంది మొరటుగా చెప్పాలంటే, ప్రక్రియల సంఖ్య ఎంత తక్కువ ఉండి, ఒక్కో ప్రక్రియకూ ఎన్ని ఎక్కువ థ్రెడ్లు ఉంటే ఈ క్యాష్ అంత బాగా పనిచేస్తుంది. మీకు ఒకవేళ memcached ని ఉపయోగించే వీలు ఉన్నట్లైతే మీరు ఈ సాధారణ క్యాష్ ను వాడరాదు.

source: <strong>memcached</strong>: This cache system uses one or multiple remote memcached servers for storing the cache information. It requires at least one running memcached daemon. This is useful for high traffic sites.
ru: <strong>memcached</strong>: Эта система кэширования использует один или несколько удаленных серверов memcached для хранения кэша. Требует как минимум один memcached демон. Актуально для сайтов с большой посещаемостью.
te: <strong>memcached</strong>: ఈ క్యాష్ వ్యవస్థ క్యాష్ సమాచారాన్ని నిలువ చేసేందుకు ఒకటి లేదా ఒకటి కంటే ఎక్కువ సుదూర memcached సర్వర్లను ఉపయోగించుకుంటుంది. దీనికై కనీసం ఒక memcached డీమన్ అయినా పని చేస్తూ ఉండాల్సి వస్తుంది. ఎక్కువ మంది సందర్శకులుండే సైట్లకు ఇది ఉపయోగం.

source: <strong>Filesystem</strong>: This cache system stores the cache information on the filesystem. If IO is a problem for you, you should not use this cache. However for most of the cases the filesystem it should be fast enough.
ru: <strong>Файловый</strong>: Эта система кэширования использует файловую систему для хранения кэша. Если ввод-вывод является возможной проблемой, не используйте этот кэш. Но в большинстве cлучаев, файловый кэш дает неплохую скорость работы.
te: <strong>ఫైలింగు వ్యవస్థ </strong>: ఈ క్యాష్ వ్యవస్థ క్యాష్ సమాచారాన్ని ఫైలింగు వ్యవస్థలోనే నిలువ చేస్తుంది. ఒకవేళ మీకు ఐఓ సమస్య అయినట్లైతే మీరు ఈ క్యాష్ ను వాడరాదు. అయితే ఫైలింగు వ్యవస్థలోని అనేక సందర్భాలలో ఈ విధానం త్వరితం అవ్వవచ్చు.

source: Per default no cache system is active.
ru: По умолчанию, ни какая система кэширования не включена.
te: కనీసంగా ఏ ఒక్క క్యాష్ వ్యవస్థా పనిచేయటం లేదు.

source: Memcached Options
ru: Настройки memcached
te: memcached ఎంపికలు

source: In order to use the memcached system you have to provide the address of at least one machine running memcached. For further details have a look at <a href="http://www.danga.com/memcached/">the memcached webpage</a>. Separate multiple addresses with commas. This also requires either the <a href="http://gijsbert.org/cmemcache/" >cmemcache</a> or <a href="ftp://ftp.tummy.com/pub/python-memcached/" >python-memcached</a> module.
ru: Чтобы использовать memcached, вам необходимо указать адрес хотя бы одного компьютера с запущенным memcached. Разделяйте несколько адресов запятыми. Кроме всего прочего, это требует модуль <a href="http://gijsbert.org/cmemcache/" >cmemcache</a> или <a href="ftp://ftp.tummy.com/pub/python-memcached/" >python-memcached</a>.
te: మీరు memcached వ్యవస్థను ఉపయోగించాలంటే, memcachedను నడిపిస్తున్న యంత్రం కనీసం ఒక్కదాని అడ్రసును అయినా అందించాల్సి ఉంటుంది. వివరాలకు చూడండి: <a href="http://www.danga.com/memcached/"> memcached వెబ్ పేజీ </a>. ఒకటి కంటే ఎక్కువ అడ్రసులున్నట్లైతే వాటిని కామాలద్వారా వేరుచేయాలి. దీనికోసం కూడా <a href="http://gijsbert.org/cmemcache/" >cmemcache</a> లేదా <a href="ftp://ftp.tummy.com/pub/python-memcached/" >python-memcached</a> మాడ్యూలు అవసరమౌతాయి.
